Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Main.xlf
Languages: de, fr, hu, id_id, it, lv, no, ru, sv, tr

# content.inspector.validators.stringLength.greaterThanMaximum
source: This text may not exceed {maximum} characters.
de: Dieser Text darf {maximum} Zeichen nicht überschreiten.
fr: Ce texte ne doit pas dépasser {{maximum}} caractères.
hu: Ez a szöveg maximum {maximum} karakter lehet.
id_id: Teks ini tidak boleh melebihi {maximum} karakter.
it: Questo testo non può superare {maximum} caratteri.
lv: Šis teksts nedrīkst būt garāks par {{maximum}} rakstzīmēm.
no: Denne teksten kan ikke være lenger enn {{maximum}} tegn.
ru: Этот текст не может превышать {maximum} символов.
sv: Denna text får ej överstiga {maximum} tecken.
tr: Bu metin {maximum} karakteri aşamaz.

# content.inspector.validators.alphanumericValidator
source: Only regular characters (a to z, umlauts, ...) and numbers are allowed.
de: Nur Buchstaben (A-Z, Umlaute usw.) und Ziffern sind erlaubt.
fr: Seuls les caractères a à z et les nombres sont autorisés.
hu: Csak reguláris karakterek és számok megengedettek.
id_id: Hanya karakter biasa (A sampai z, umlauts,...) dan angka yang diperbolehkan.
it: Solo caratteri normali (a-z, dieresi,...) e numeri sono ammessi.
lv: Tikai rakstzīmes (līdz z … umlauts) un numuri ir atļauti.
no: Bare vanlige tegn (a til å, omlyder, m. fl.) og tall er tillatt.
ru: Разрешены только латинские(a до z, умлауты, ...) малые буквы и цифры.
sv: Endast vanliga tecken (a till ö) och siffror är tillåtna.
tr: Sadece ingilizce harfler (a-z, ve noktalı harfler) kullanılabilir.

# content.inspector.validators.countValidator.notCountable
source: The given subject was not countable.
de: Das Objekt ist nicht zählbar.
fr: Le sujet donné n'est pas dénombrable.
hu: A megadott objektum nem számolható meg.
id_id: Subjek tertentu itu tidak dihitung.
it: Il soggetto dato non era numerabile.
lv: Attiecīgais elements nav saskaitāms.
no: Verdien var ikke tellbar.
ru: Содержимое не является исчислимым.
sv: Det angivna ämnet är inte räkenbart.
tr: Verilen başlık sayılabilir değildi.

# content.inspector.validators.countValidator.countBetween
source: The count must be between {minimum} and {maximum}.
de: Die Anzahl muss zwischen {minimum} und {maximum} liegen.
fr: Le décompte doit être compris entre {{minimum}} et {{maximum}}.
hu: A számnak {minimum} és {maximum} között kell lennie.
id_id: Jumlah harus antara {minimum} dan {maximum}.
it: Il conto deve essere compreso tra {minimum} e {maximum}.
lv: Skaitam ir jābūt starp {{minimum}} un {{maximum}}.
no: Antallet må være mellom {{minimum}} og {{maximum}}.
ru: Количество должно быть между {minimum} и {maximum}.
sv: Antalet måste vara mellan {minimum} och {maximum}.
tr: Sayaç {minimum} ile {maximum} arasında olmalıdır.

# content.inspector.validators.dateTimeRangeValidator.invalidDate
source: The given value was not a valid date.
de: Der angegebene Wert ist kein gültiges Datum.
fr: La valeur donnée n'était pas une date valide.
hu: A megadott érték nem érvényes dátum.
id_id: Nilai yang diberikan bukanlah tanggal yang valid.
it: Il valore dato non era una data valida.
lv: Noteiktā vērtība nav derīgs datums.
no: Den gitte verdien var ikke en gyldig dato.
ru: Данное значение не является допустимой датой.
sv: Det angivna värdet var inte ett giltigt datum.
tr: Verilen değer geçerli bir tarih değildi.

# content.inspector.validators.dateTimeRangeValidator.mustBeBetween
source: The given date must be between {formatEarliestDate} and {formatLatestDate}
de: Das angegebene Datum muss zwischen {{formatEarliestDate}} und {{formatLatestDate}} liegen
fr: La date doit être comprise entre le {{formatEarliestDate}} et le {{formatLatestDate}}
hu: A dátumnak {formatEarliestDate} és {formatLatestDate} között kell lennie
id_id: Tanggal yang diberikan harus antara {formatEarliestDate} dan {formatLatestDate}
it: La data data deve essere compresa tra {formatEarliestDate} e {formatLatestDate}
lv: Dotajam datumam jābūt starp {{formatEarliestDate}} un {{formatLatestDate}}
no: Den angitte datoen må være mellom {{formatEarliestDate}} og {{formatLatestDate}}
ru: Данная дата должна быть между {formatEarliestDate} и {formatLatestDate}
sv: Det angivna datumet måste ligga mellan {formatEarliestDate} och {formatLatestDate}
tr: Verilen tarih {formatEarliestDate} ile {formatLatestDate} arasında olmalıdır

# content.inspector.validators.dateTimeRangeValidator.mustBeAfter
source: The given date must be after {formatEarliestDate}
de: Das angegebene Datum muss nach {{formatEarliestDate}} liegen
fr: La date donnée doit être après le {{formatEarliestDate}}
hu: A dátumnak {formatEarliestDate} után kell lennie
id_id: Tanggal yang diberikan harus setelah {formatEarliestDate}
it: La data data deve essere successiva a {formatEarliestDate}
lv: Dotajam datumam jābūt pēc {{formatEarliestDate}}
no: Den angitte datoen må være etter {{formatEarliestDate}}
ru: Данная дата должна быть позже чем {formatEarliestDate}
sv: Det angivna datumet måste infalla efter {formatEarliestDate}
tr: Verilen tarih {formatEarliestDate}'dan sonra olmalıdır

# content.inspector.validators.dateTimeRangeValidator.mustBeBefore
source: The given date must be before {formatLatestDate}
de: Das angegebene Datum muss vor {{formatLatestDate}} liegen
fr: La date donnée doit être avant le {{formatLatestDate}}
hu: A dátumnak {formatLatestDate} előtt kell lennie
id_id: Tanggal yang diberikan harus sebelum {formatLatestDate}
it: La data data deve essere precedente a {formatLatestDate}
lv: Dotajam datumam jābūt pirms {{formatLatestDate}}
no: Den angitte datoen må være før {{formatLatestDate}}
ru: Данная дата должна быть раньше {formatLatestDate}
sv: Det angivna datumet måste infalla före {formatLatestDate}
tr: Verilen tarih {formatLatestDate}'den önce olmalıdır

# content.inspector.validators.emailAddressValidator.invalidEmail
source: Please specify a valid email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse an.
fr: Veuillez entrer une adresse courriel valide.
hu: Adjon meg egy érvényes e-mail címet.
id_id: Silakan tentukan alamat email yang valid.
it: Si prega di specificare un indirizzo email valido.
lv: Lūdzu, norādiet derīgu e-pasta adresi.
no: Angi en gyldig epostadresse.
ru: Пожалуйста укажите верный адрес электронной почты.
sv: Vänligen ange en giltig e-postadress.
tr: Lütfen geçerli bir e-posta adresi girin.

# content.inspector.validators.floatValidator.validFloatExpected
source: A valid float number is expected.
de: Eine gültige Dezimalzahl wird erwartet.
fr: Un nombre à virgule flottante valide est attendu.
hu: Egy érvényes lebegőpontos szám szükséges.
id_id: Angka valid yang muncul diharapkan.
it: Un numero virtuale valido è previsto.
lv: Tiek gaidīts derīgs mainīgais.
no: Verdien må være et gyldig desimaltall.
ru: Ожидается вещественное число.
sv: Ett giltigt decimalt nummer förväntas.
tr: Geçerli bir ondalık sayı bekleniyor.

# content.inspector.validators.integerValidator.aValidIntegerNumberIsExpected
source: A valid integer number is expected.
de: Eine gültige Ganzzahl wird erwartet.
fr: Un nombre entier valide est attendu.
hu: Egy érvényes egész szám szükséges.
id_id: Bilangan bulat yang valid diharapkan.
it: Un numero intero valido è previsto.
lv: Tiek gaidīts vesels skaitlis.
no: Verdien må være et gyldig heltall.
ru: Ожидается целое число.
sv: Ett giltigt heltal förväntas.
tr: Geçerli bir tamsayı bekleniyor.

# content.inspector.validators.labelValidator.invalidLabel
source: Only letters, numbers, spaces and certain punctuation marks are expected.
de: Nur Buchstaben, Ziffern, Leerzeichen und bestimmte Satzzeichen sind erlaubt.
fr: Seuls les lettres, les nombres, les espaces et certaines ponctuations sont attentus.
hu: Csak betűk, számok, szóközök és egyes írásjelek érvényesek.
id_id: Hanya huruf, angka, spasi dan tanda baca tertentu diharapkan.
it: Solo lettere, numeri, spazi e certi segni di punteggiatura sono previsti.
lv: Ir paredzēts tikai burtiem, cipariem, atstarpēm un dažām interpunkcijas zīmēm.
no: Bare bokstaver, tall, mellomrom og visse tegn kan brukes.
ru: Ожидаются только буквы, цифры, пробелы и определенные знаки пунктуации.
sv: Endast bokstäver, siffror, mellanslag och vissa skiljetecken förväntas.
tr: Yalnızca harfler, sayılar, boşluklar ve belirli noktalama işaretleri kabul edilir.

# content.inspector.validators.notEmptyValidator.isEmpty
source: This property is required.
de: Diese Eigenschaft ist erforderlich.
fr: Cette propriété est obligatoire.
hu: Ez a tulajdonság szükséges.
id_id: Properti ini diperlukan.
it: Questa proprietà è richiesta.
lv: Šī vērtība ir nepieciešama.
no: Denne verdien er påkrevet.
ru: Это свойство является обязательным.
sv: Denna egenskap krävs.
tr: Bu özellik gereklidir.

# content.inspector.validators.numberRangeValidator.validNumberExpected
source: A valid number is expected.
de: Eine gültige Zahl wird erwartet.
fr: Un nombre valide est attendu.
hu: Érvényes szám szükséges.
id_id: Nomor yang valid diharapkan.
it: Un numero valido è previsto.
lv: Tiek gaidīts derīgs skaitlis.
no: Verdien må være et gyldig tall.
ru: Ожидается число.
sv: Ett giltigt tal förväntas.
tr: Geçerli bir sayı bekleniyor.

# content.inspector.validators.numberRangeValidator.numberShouldBeInRange
source: Please enter a valid number between {minimum} and {maximum}
de: Bitte geben Sie eine gültige Zahl zwischen {minimum} und {maximum} ein.
fr: Veuillez entrer un nombre valide entre {{minimum}} et {{maximum}}
hu: Adjon meg egy érvényes számot {minimum} és {maximum} között
id_id: Masukkan nomor yang valid antara {minimum} dan {maximum}
it: Si prega di inserire un numero valido tra {minimum} e {maximum}
lv: Lūdzu, ievadiet derīgu skaitli starp {{minimum}} un {{maximum}}
no: Angi et tall mellom {{minimum}} og {{maximum}}
ru: Пожалуйста, введите число от {minimum} до {maximum}
sv: Ange ett giltigt nummer mellan {minimum} och {maximum}
tr: Lütfen {minimum} ile {maximum} arasında, geçerli bir sayı girin

# content.inspector.validators.regularExpressionValidator.patternDoesNotMatch
source: The given subject did not match the pattern ({pattern})
de: Der angegebene Wert stimmt nicht mit dem Muster ({pattern}) überein
fr: Le sujet donné ne correspond pas au modèle ({{pattern}})
hu: Az megadott tárgy nem található a mintában. {pattern} adott
id_id: Subjek yang diberikan tidak cocok dengan pola ({pattern})
it: Il soggetto dato non corrisponde al modello ({pattern})
lv: Attiecīgais lauks neatbilst šablonam ({{pattern}})
no: Verdien samsvarte ikke med mønsteret ({{pattern}})
ru: Данное поле не соответствует шаблону ({pattern})
sv: Det angivna ämnet matchar inte mönstret ({pattern})
tr: Verilen konu şablon ({pattern}) ile eşleşmedi

# content.inspector.validators.stringValidator.stringIsExpected
source: A valid string is expected.
de: Eine gültige Zeichenfolge wird erwartet.
fr: Une chaîne valide est attendue.
hu: Érvényes karakterlánc szükséges.
id_id: String yang valid diharapkan.
it: Una stringa valida è prevista.
lv: Tiek gaidīts teksts.
no: Verdien må være en tekst.
ru: Ожидается строковый тип.
sv: En giltig sträng förväntas.
tr: Geçerli bir dizi bekleniyor.

# content.inspector.validators.textValidator.validTextWithoutAnyXMLtagsIsExpected
source: Valid text without any XML tags is expected.
de: Gültiger Text ohne XML-Tags wird erwartet.
fr: Le texte ne doit pas contenir de balises XML.
hu: XML tagok nélküli text szükséges.
id_id: Teks yang valid tanpa tag XML diharapkan.
it: Testo valido senza qualsiasi tag XML è previsto.
lv: Tiek gaidīts derīgs teksts, bez jebkādiem XML tagiem.
no: Teksten må være uten XML-tagger.
ru: Ожидается текст без XML-тэгов.
sv: En giltig text utan XML-taggar förväntas.
tr: XML etiketleri bulundurmayan, geçerli bir metin bekleniyor.

# content.inspector.validators.uuidValidator.invalidUuid
source: The given subject is not a valid UUID.
de: Der Wert ist keine gültige UUID.
fr: Le sujet donné n'est pas un UUID valide.
hu: Az adott tárgy nem egy érvényes UUID.
id_id: Subjek tertentu bukanlah UUID yang valid.
it: Il soggetto dato non è un UUID valido.
lv: Attiecīgajā vērtībā nav derīgs UUID.
no: Verdien er ikke en gyldig UUID.
ru: Значение не является допустимым UUID.
sv: Det angivna ämnet är ej en giltig UUID.
tr: Verilen konu geçerli bir UUID değil.

# content.dimension.panel.toggle
source: Toggle content dimensions selector
de: Content-Dimensions-Auswahl umschalten
fr: Basculer le sélecteur de dimensions de contenu
hu: Tartalom méretezés láthatósága
id_id: Toggle pemilih dimensi konten
it: Attiva/Disattiva selettore dimensioni contenuto
lv: Satura uzstādījuma izvēlne
ru: Переключить выбор пространств содержимого
sv: Visa/dölj val för innehållsdimension
tr: Içerik boyutu seçiciyi aç/kapa

# content.dimension.createDialog.header
source: Start with an empty or pre-filled document?
de: Mit leerem oder bereits ausgefülltem Dokument beginnen?
fr: Commencer avec un document vide ou rempli au préalable ?
hu: Indít egy üres vagy kitöltött dokumentummal?
id_id: Mulai dengan dokumen kosong atau halaman berisi?
it: Iniziare con un documento vuoto o pre-compilato?
lv: Sākt ar tukšu vai iepriekš aizpildītu dokumentu?
ru: Начинать с чистиго листа или с пред-заполненного документа?
sv: Börja med ett tomt eller förfyllt dokument?
tr: Önceden dolu bir belge ile mi yoksa boş bir belge ile başlansın?

# content.dimension.createDialog.nodeTypeDoesNotExistInDimension
source: This {nodeTypeLabel} does not exist yet in {currentDimensionChoiceText}.
de: Dieses Element ({nodeTypeLabel}) existiert noch nicht in {currentDimensionChoiceText}.
fr: Ce {nodeTypeLabel} n'existe pas encore en {currentDimensionChoiceText}.
hu: Ez a {nodeTypeLabel} még nem létezik a {currentDimensionChoiceText}.
id_id: {nodeTypeLabel} ini tidak ada lagi di {currentDimensionChoiceText}.
it: Questo {nodeTypeLabel} non esiste ancora in {currentDimensionChoiceText}.
lv: Šis {nodeTypeLabel} vēl nepastāv {currentDimensionChoiceText}.
ru: Этот элемент ({nodeTypeLabel}) еще не существует в пространстве содержимого "{currentDimensionChoiceText}".
sv: Denna {nodeTypeLabel} finns ännu ej i {currentDimensionChoiceText}.
tr: Bu {nodeTypeLabel} {currentDimensionChoiceText}'de henüz mevcut değildir.

# content.dimension.createDialog.createEmptyOrCopy
source: You can create it now, either starting with an empty {nodeTypeLabel} or copying all content from the currently visible {nodeTypeLabel} in {currentDocumentDimensionChoiceText}.
de: Sie können es jetzt erstellen, indem Sie entweder mit einem leeren {nodeTypeLabel}-Element beginnen oder indem Sie alle Inhalte von dem aktuell sichtbaren {nodeTypeLabel}-Element in {currentDocumentDimensionChoiceText} kopieren.
fr: Vous pouvez le créer maintenant, en démarrant soir d'un {nodeTypeLabel} vide ou copier tout le contenu du {nodeTypeLabel} actuellement visible dans {currentDocumentDimensionChoiceText}.
hu: Tudod teremt ez most, vagy egy üres kezdve {nodeTypeLabel} vagy minden tartalom másolása a jelenleg látható {nodeTypeLabel} a {currentDocumentDimensionChoiceText}.
id_id: Anda dapat membuat itu sekarang, dimulai dengan {nodeTypeLabel} kosong atau menyalin semua konten dari {nodeTypeLabel} saat ini terlihat di {currentDocumentDimensionChoiceText}.
it: Puoi crearlo ora, o iniziando con un {nodeTypeLabel} vuoto o copiando tutti i contenuti dal {nodeTypeLabel} attualmente visibile in {currentDocumentDimensionChoiceText}.
lv: Varat izveidot to tūlīt, sākot ar tukšu {nodeTypeLabel} vai kopēt visu saturu no pašlaik redzamā {nodeTypeLabel}, {currentDocumentDimensionChoiceText}.
ru: Можно создать сейчас, начиная с пустого элемента {nodeTypeLabel} или путём копирования всего содержимого из открытого в данный момент элемента {nodeTypeLabel} в {currentDocumentDimensionChoiceText}.
sv: Du kan skapa den nu, börja antingen med en tom {nodeTypeLabel} eller kopiera allt innehåll från den synliga {nodeTypeLabel} till {currentDocumentDimensionChoiceText}.
tr: Şuanda, boş bir {nodeTypeLabel} ile başlayarak veya {currentDocumentDimensionChoiceText}'daki {nodeTypeLabel}'dan şu anda görünür olan bütün içeriği kopyalayarak oluşturabilirsiniz.

# content.dimension.createDialog.existingAncestorDocuments
source: Additionally, there are {numberOfNodesMissingInRootline} ancestor documents which do not exist in the chosen variant either, and which will be created as well.
de: In der gewählten Variante gibt es {numberOfNodesMissingInRootline} übergeordnete Elemente die bei diesem Vorgang auch erstellt werden.
fr: En outre, on compte {numberOfNodesMissingInRootline} anciens documents qui n’existent pas non plus selon la variante choisie, et qui sera ainsi créé.
hu: Ezen kívül, vannak {numberOfNodesMissingInRootline} őse a dokumentumokat, amelyek nem találhatók meg a választott változatra sem, és ami jön létre is.
id_id: Selain itu, ada {numberOfNodesMissingInRootline} pusat dokumen yang tidak ada di varian pilihan dan yang akan dibuat juga.
it: In aggiunta, ci sono {numberOfNodesMissingInRootline} documenti antenati che non esistono nemmeno nella variante scelta e che saranno anch'essi creati.
lv: Turklāt pastāv {numberOfNodesMissingInRootline} cilmes dokuments, kas nav izvēlētais variants vai nu tas arī tiks izveidots.
ru: В выбранном варианте содержится {numberOfNodesMissingInRootline} не существующих родительских элементов, которые также будут созданы.
sv: Dessutom finns det {numberOfNodesMissingInRootline} förfader dokument som inte finns i den valda varianten heller och som kommer att skapas.
tr: Ayrıca, üst belgeye sahip olmayan, seçili değişkende de var olmayan {numberOfNodesMissingInRootline} adet belge bulunmakta ve bu belgeler de oluşturulacak.

# content.dimension.createDialog.createEmpty
source: Create empty
de: Leer erstellen
fr: Créer un vide
hu: Üres fájl létrehozása
id_id: Membuat kosong
it: Crea vuoto
lv: Izveidot tukšu
ru: Создать пустой
sv: Skapa tomt
tr: Boş oluştur

# content.dimension.createDialog.createAndCopy
source: Create and copy
de: Erstellen und kopieren
fr: Créer et copier
hu: Létrehozása és másolása
id_id: Membuat dan Salin
it: Crea e copia
lv: Izveidot un kopēt
ru: Создать и скопировать
sv: Skapa och kopiera
tr: Oluştur ve kopyala

# content.menu.menuPanel.content
source: Content
de: Inhalt
fr: Contenu
hu: Tartalom
id_id: Konten
it: Contenuto
lv: Saturs
no: Innhold
ru: Содержимое
sv: Innehåll
tr: İçerik

# content.menu.menuPanel.toggleMenuGroup
source: Toggle menu group
de: Menügruppe umschalten
fr: Activer/Désactiver le groupe de menu
hu: Toggle menü csoport
id_id: Toggle menu grup
it: Attiva/Disattiva gruppo menu
lv: Rādīt izvēlnes grupu
ru: Скрыть/отобразить группу меню
sv: Visa/dölj menygrupp
tr: Menü grubunu Aç/Kapat

# content.menu.menuPanel.toggleStickyMode
source: Toggle sticky menu mode
de: Sticky Menu verbergen / anzeigen
fr: Basculer le menu "sticky"
hu: Váltás ragacsos menüt mode
id_id: Toggle mode menu sticky
it: Attiva/Disattiva modalità menu adesivo
lv: Pielīpošais izvēlnes režīms
ru: Переключить режим залипающего меню
sv: Visa/dölj klibbiga menyläget
tr: Yapışkan menü modunu aç/kapa

# content.navigate.deleteNodeDialog.header
source: Do you really want to delete
de: Möchten Sie das Element wirklich löschen
fr: Confirmez-vous la suppression
hu: Biztosan törlöd
id_id: Apakah Anda benar-benar ingin menghapus
it: Vuoi davvero eliminare
lv: Vai tiešām vēlaties izdzēst
no: Ønsker du virkelig å slette
ru: Вы действительно хотите удалить
sv: Vill du verkligen radera
tr: Gerçekten silmek istiyor musunuz

# content.navigate.deleteNodeDialog.subheader.1a
source: This will delete the element
de: Dadurch wird das Element gelöscht
fr: Cet action supprimera l'élément
hu: Igen, törlöm az elemet
id_id: Ini akan menghapus elemen
it: Questo eliminerà l'elemento
lv: Lapa tiks izdzēsta
no: Dette vil slette elementet
ru: Это приведёт к удалению элемента
sv: Detta tar bort elementet
tr: Bu, öğeyi siler

# content.navigate.deleteNodeDialog.subheader.1b
source: and it's children
de: einschließlich seiner Unterelemente
fr: et ses sous-éléments
hu: és ez a gyermek
id_id: dan sub bagian itu
it: ed i suoi figli
lv: un tās pakārtotās lapas
no: og dets underelementer
ru: и его дочерних элементов
sv: och dess barn
tr: ve onun çocukları

# content.navigate.deleteNodeDialog.subheader.2
source: This action can be undone in the workspace management.
de: Diese Aktion kann im Arbeitsbereich-Modul rückgängig gemacht werden.
fr: Cette opération peut être annulée dans le module de l'espace de travail.
hu: Ez a művelet lehet visszafordítani a munkaterület kezelését.
id_id: Tindakan ini dapat dibatalkan dalam pengelolaan bidang kerja.
it: Questa azione può essere annullata nella gestione dello spazio di lavoro.
lv: Šo darbību var atsaukt darba virsmas vadības panelī.
no: Denne handlingen kan angres i administrasjonsmodulen for arbeidsområder.
ru: Операцию можно отменить в меню управления рабочими областями.
sv: Denna åtgärd kan ångras i arbetsytans förvaltning.
tr: Bu eylem çalışma alanı yönetiminde geri alınabilir.

source: Height
de: Höhe
fr: Hauteur
hu: Magasság
id_id: Tinggi
it: Altezza
lv: Augstums
no: Høyde
ru: Высота
sv: Höjd
tr: Yükseklik

# inlineEditing.dialogs.deleteNodeDialog.header.1a
source: Do you really want to delete
de: Möchten Sie das Element wirklich löschen
fr: Confirmez-vous la suppression
hu: Biztosan törlöd
id_id: Apakah Anda benar-benar ingin menghapus
it: Vuoi davvero eliminare
lv: Vai tiešām vēlaties izdzēst
no: Ønsker du virkelig å slette
ru: Вы действительно хотите удалить
sv: Vill du verkligen radera
tr: Gerçekten silmek istiyor musunuz

# inlineEditing.dialogs.deleteNodeDialog.header.1b
source: this element
de: Dieses Element
fr: cet élément
hu: ez az elem
id_id: elemen ini
it: Questo elemento
lv: Šis elements
no: dette elementet
ru: этот элемент
sv: detta element
tr: bu öğe

# inlineEditing.dialogs.deleteNodeDialog.subheader.1
source: This will delete the element.
de: Dadurch wird das Element gelöscht.
fr: Ceci supprimera l'élément.
hu: Igen, törlöm az elemet.
id_id: Ini akan menghapus elemen.
it: Questo eliminerà l'elemento.
lv: Elements tiks dzēsts.
no: Dette vil slette elementet.
ru: Это приведет к удалению элемента.
sv: Detta tar bort elementet.
tr: Bu, öğeyi siler.

# inlineEditing.dialogs.deleteNodeDialog.subheader.2
source: This action can be undone in the workspace management.
de: Diese Aktion kann im Arbeitsbereich-Modul rückgängig gemacht werden.
fr: Cette opération peut être annulée dans le module de l'espace de travail.
hu: Ez a művelet lehet visszafordítani a munkaterület kezelését.
id_id: Tindakan ini dapat dibatalkan dalam pengelolaan bidang kerja.
it: Questa azione può essere annullata nella gestione dello spazio di lavoro.
lv: Šo darbību var atsaukt darba virsmas vadības panelī.
no: Denne handlingen kan angres i administrasjonsmodulen for arbeidsområder.
ru: Операцию можно отменить в меню управления рабочими областями.
sv: Denna åtgärd kan ångras i arbetsytans förvaltning.
tr: Bu eylem çalışma alanı yönetiminde geri alınabilir.

source: Media
de: Medien
fr: Média
hu: Média
lv: Mēdiji
ru: Медиатека
tr: Medya

source: Crop
de: Beschneiden
fr: Recadrer
hu: Vágás
id_id: Potong
it: Ritaglia
lv: Izgriezt
no: Beskjær
ru: Обрезать
sv: Beskär
tr: Kırp

source: Width
de: Breite
fr: Largeur
hu: Szélesség
id_id: Lebar
it: Larghezza
lv: Platums
no: Bredde
ru: Ширина
sv: Bredd
tr: Genişlik

# translate.requiredProperty
source: Missing required property:
de: Erforderlicher Wert fehlt:
fr: Propriété requise manquante :
hu: Ez a kötelező mező nincs kitöltve:
id_id: Kehilangan properti yang diperlukan:
it: Proprietà richiesta mancante:
lv: Trūkst nepieciešamo rekvizītu:
no: Mangler nødvendig verdi:
ru: Отсутствует обязательное свойство:
sv: Saknad nödvändig egenskap:
tr: Gerekli özellik eksik:

source: Workspaces
de: Arbeitsbereiche
fr: Espaces de travail
hu: Munkaterület
id_id: Bidang Kerja
it: Aree Lavoro (Workspaces)
lv: Darba virsmas
no: Arbeidsområder
ru: Рабочие области
sv: Arbetsytor
tr: Çalışma alanları
