Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Main.xlf
Languages: de, fr, hu, id_id, it, lv, no, ru, sv, tr

# searchBoxLeftToType
source: Please enter ###CHARACTERS### more character
de: Bitte geben Sie ###CHARACTERS### mehr Zeichen ein
fr: S’il vous plaît entrez ###CHARACTERS### plus de caractère
hu: Kérjük adjon meg ###CHARACTERS### több karaktert
id_id: Masukkan ## #CHARACTERS### karakter lain
it: Inserisci ###CHARACTERS### più caratteri
lv: Lūdzu, ievadiet papildu rakstzīmes # # #CHARACTERS###
ru: Пожалуйста, введите больше символов ## #CHARACTERS###
sv: Vänligen ange ## #CHARACTERS### fler tecken
tr: Lütfen ###CHARACTERS### daha karakter yazın

# login.wrongCredentials.title
source: Wrong Credentials
lv: Nepareizi akreditācijas dati

# login.wrongCredentials.body
source: The entered username or password was wrong
lv: Ievadītais lietotājvārds vai parole ir nepareiza
sv: Det angivna användarnamnet eller lösenordet var felaktigt

# login.loggedOut.title
source: Logged Out
lv: Izlogojies

# login.loggedOut.body
source: Successfully logged out
lv: Veiksmīgi atteicies no sistēmas

# okay
source: OK
ru: ОК
tr: Yapıldı

# error.exception.databaseConnectionExceptions.description
source: Sorry, we detected an error with your database. Check your log files in Data/Logs/* for more information.
tr: Maalesef, veritabanınızla ilgili bir hata tespit ettik. Daha fazla bilgi için günlük dosyalarınızı Veri / Günlükler / * içinde kontrol edin.

# error.exception.databaseConnectionExceptions.setupMessage
source: You might want to configure or check your database configuration in the setup.
tr: Kurulumda veritabanı yapılandırmanızı yapılandırmak veya kontrol etmek isteyebilirsiniz.
