Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Main.xlf
Languages: de, fr, hu, id_id, it, lv, no, ru, sv, tr

# inlineEditing.dialogs.nodeUpdateFailureDialog.header
source: An error occurred during saving
de: Beim Speichern ist ein Fehler aufgetreten
fr: Une erreur s'est produite au cours de la sauvegarde
hu: Hiba történt mentés közben
id_id: Terjadi error saat menyimpan
it: Si è verificato un errore durante il salvataggio
lv: Kļūda saglabājot
no: Feil under lagring
ru: Произошла ошибка при сохранении
sv: Ett fel uppstod vid sparande
tr: Kaydetme sırasında bir hata oluştu

# inlineEditing.dialogs.nodeUpdateFailureDialog.subheader
source: Reload the page to attempt to fix the problem.
de: Versuchen Sie das Problem zu beheben indem Sie die Seite neu laden.
fr: Recharger la page pour tenter de résoudre le problème.
hu: Újratölti az oldalt, hogy megpróbálja megoldani a problémát.
id_id: Reload halaman untuk mencoba untuk memperbaiki masalah.
it: Ricarica la pagina per tentare di risolvere il problema.
lv: Pārlādēt lapu, lai mēģinātu novērst šo problēmu.
no: Oppdater siden for å løse problemet.
ru: Обновите страницу, чтобы попытаться исправить эту проблему.
sv: Ladda om sidan för att försöka åtgärda problemet.
tr: Sorunu gidermeyi denemek için sayfayı yeniden yükleyin.

# inlineEditing.dialogs.nodeUpdateFailureDialog.reloadButtonTitle
source: Reload the backend
de: Backend neu laden
fr: Recharger l'interface d'administration
hu: Újratölti a háttér
id_id: Muat ulang backend
it: Ricaricare il backend
lv: Pārlādēt redaktora konsoli
no: Last inn backend på nytt
ru: Перезагрузить Neos
sv: Ladda om backend-systemet
tr: Arka planı yeniden yükle

# inlineEditing.dialogs.nodeUpdateFailureDialog.reloadButtonLabel
source: Reload
de: Neu laden
fr: Recharger
hu: Újratöltés
id_id: Muat ulang
it: Ricaricare
lv: Pārlādēt
no: Last inn på nytt
ru: Обновить
sv: Ladda om
tr: Yeniden yükle

# editPreviewModes.inPlace
source: In-Place
de: Direktes Editieren
fr: Édition "In-Place"
hu: -Ban-hely
id_id: Di-tempat
it: Sul posto
lv: Priekšskats
no: Direkte
ru: Правка напрямую
sv: På plats
tr: Yerinde

# editPreviewModes.rawContent
source: Raw Content
de: Roh-Ansicht
fr: Contenu brut
hu: Nyers tartalom
id_id: Konten Mentah
it: Contenuto grezzo
lv: Jēldatu saturs
no: Uten layout
ru: Необработанное содержимое
sv: Råa innehållet
tr: Ham İçerik

source: Raw Content Mode
de: Nur-Inhalt-Modus
fr: Mode de contenu brut
hu: Nyers tartalom mód
id_id: Mode Konten Mentah
it: Modalità contenuto grezzo
lv: Jēldatu saturs
ru: Режим необработанного содержимого
sv: Råa innehåll-läget
tr: Ham içerik modu

# editPreviewModes.desktop
source: Desktop
de: Desktop-Ansicht
fr: Ordinateur de bureau
hu: Asztal
id_id: Destop
lv: Darbvirsma
no: Skrivebord
ru: Настольный компьютер
sv: Skrivbord
tr: Masaüstü

# login.index.title
source: Login to
de: Neos Login
fr: Ouverture de session
hu: Logika-hoz
id_id: Login ke
it: Accedi a
lv: Ieiet Neos
no: Innlogging for TYPO3 Neos
ru: Войти в
sv: Logga in till
tr: Giriş

source: Authenticating
de: Authentifiziere
fr: Authentification en cours
hu: Hitelesítés
id_id: Autentikasi
it: Autenticazione
lv: Autentifikācija
no: Godkjenner
ru: Аутентификация
sv: Autentiserar
tr: Kimlik Doğrulanıyor

source: Logout
de: Abmelden
fr: Déconnexion
hu: Kijelentkezés
id_id: Keluar
lv: Iziet
no: Logg ut
ru: Выйти из системы
sv: Logga ut
tr: Çıkış Yap

# wrongCredentials
source: The entered username or password was wrong
de: Der eingegebene Benutzername oder das Kennwort war falsch
fr: Le nom d'utilisateur ou mot de passe entré est inconnu
hu: A megadott Felhasználónév vagy jelszó volt a baj
id_id: Username atau password yang dimasukkan salah
it: Il nome utente o la password inseriti erano sbagliati
lv: Ievadītais lietotājvārds vai parole ir nepareiza
ru: Введенные имя пользователя или пароль неверные
sv: Det angivna användarnamnet eller lösenordet var felaktigt
tr: Girilen kullanıcı adı veya parola yanlıştı

# login.expired
source: Your login has expired. Please log in again.
de: Ihr Login ist abgelaufen. Bitte melden Sie sich erneut an.
fr: Votre connexion a expiré. S'il vous plaît vous connecter à nouveau.
hu: Lejárt a bejelentkezési adatait. Kérjük, jelentkezzen be újra.
id_id: Login Anda telah kedaluwarsa. Silakan log in lagi.
it: Il tuo accesso è scaduto. Sei pregato di accedere nuovamente.
lv: Jūsu sesija ir beigusies. Lūdzu, pieslēdzieties vēlreiz.
ru: Ваша сессия истекла. Пожалуйста, войдите снова.
sv: Din inloggning har löpt ut. Vänligen logga in igen.
tr: Oturumunuz zaman aşımına uğradı. Lütfen tekrar giriş yapın.

# error.exception.welcomeToNeos
source: Welcome to Neos
fr: Bienvenue dans Neos
id_id: Selamat datang di Neos
it: Benvenuto in Neos
lv: Esi sveicināts Neos
sv: Välkommen till Neos

# error.exception.goToSetup
source: Go to setup
de: Zum Setup
fr: Allez dans l'assistant de configuration
hu: Kattintsona a beállításhoz
id_id: Pergi ke pengaturan
it: Vai all'impostazione
lv: Iet uz sākuma uzstādījumiem
no: Gå til oppsett
ru: Перейти к установке
sv: Gå till setup
tr: Kurulum dosyasına gidin

# error.exception.technicalInformation
source: Technical Information
fr: Informations techniques
id_id: Informasi Teknik
it: Informazioni tecniche
lv: Tehniskā informācija
sv: Teknisk information

# error.exception.noHomepageException.title
source: Missing Homepage
de: Fehlende Startseite
fr: Page d'accueil manquante
hu: Hiányzó honlap
id_id: Homepage hilang
it: Homepage mancante
lv: Trūkst mājas lapas
no: Mangler Hjem-side
ru: Домашняя страница отсутствует
sv: Saknar hemsida
tr: Eksik ana sayfa

# error.exception.noHomepageException.description
source: Either no site has been defined, the site does not contain a homepage or the active site couldn't be determined.
de: Entweder wurde noch keine Site definiert, eine bestehende Site enthält noch keine Startseite oder es konnte keine aktive Site ermittelt werden.
fr: Aucun site n'a été configuré, le site ne contient aucune page d'accueil ou le site actif n'a pas pu être déterminé.
hu: Nem a helyszínen definiálva van, a webhely nem tartalmaz egy honlap vagy az aktív webhely nem kell meghatározni.
id_id: Entah tidak ada situs telah ditetapkan, situs tidak mengandung homepage atau situs aktif tidak bisa ditentukan.
it: O non è stato definito nessun sito, il sito non contiene una pagina principale o il sito attivo non poteva essere determinato.
lv: Iespējams vietne nav izveidota, vietne nesatur mājaslapu vai nevar noteikt aktīvo vietni.
no: Enten har ingen nettsteder blitt definert eller nettstedet mangler en hjem-side eller det var umulig å fastslå hvilket nettsted som er aktivt.
ru: Сайт не был задан, либо сайт не содержит стартовую страницу, либо невозможно определить активный сайт.
sv: Antingen har ingen webbplats definierats, platsen innehåller ingen hemsida eller den aktiva platsen kunde inte fastställas.
tr: Hiçbir site tanımlanmadı, site bir ana sayfa içermiyor veya etkin site belirlenemedi.

# error.exception.noHomepageException.setupMessage
source: You might want to set the site's domain or import a new site in the setup.
de: Weisen Sie entweder einer bestehenden Site eine Domain zu oder importieren Sie eine neue Site über das Setup-Tool.
fr: Vous pouvez définir le nom de domaine du site ou importer un nouveau site depuis l'assistant de configuration.
hu: Érdemes az oldal domain vagy importálhatja egy új oldal a telepítés.
id_id: Anda mungkin ingin untuk mengatur domain situs atau mengimpor situs baru di setup.
it: Potresti voler impostare il dominio del sito o importare un nuovo sito nell'impostazione.
lv: Iestatiet vietnes domēnu vai importējiet jaunu vietni uzstādīšanas programmā.
no: Du kan angi domenet til nettstedet eller importere et nytt område.
ru: Попробуйте задать домен сайта или импортировать новый сайт в программе установки.
sv: Du kanske vill ange webbplatsens domän eller importera en ny webbplats i inställningarna.
tr: Sitenin alan adını ayarlamak veya kurulumda yeni bir site içe aktarmak isteyebilirsiniz.

# error.exception.databaseConnectionExceptions.title
source: Database Error
de: Datenbankfehler
fr: Erreur de la base de données
hu: Adatbázis hiba
it: Errore database
lv: Datubāzes kļūda
no: Databasefeil
ru: Ошибка базы данных
sv: Databasfel
tr: Veri tabanı hatası

# error.exception.databaseConnectionExceptions.description
source: There is no database connection yet or the Neos database schema has not been created.
de: Es gibt noch keine Datenbankverbindung oder das Neos-Datenbankschema wurde noch nicht erstellt.
fr: Il n'y a pas encore de connexion à la base de données ou le schéma de base de données Neos n'a pas encore été créé.
hu: Nincs adatbázis kapcsolat vagy a Neos adatbázis séma nem lett létrehozva.
id_id: Belum ada koneksi basis data atau skema basis data Neos belum dibuat.
it: Non c'e ancora una connessione database o lo schema del database Neos non è stato creato.
lv: Nav datu bāzes savienojuma vai Neos datubāzes shēma nav izveidota.
sv: Det finns ingen databasanslutning ännu eller Neos databasschema har inte skapats.

# error.exception.databaseConnectionExceptions.setupMessage
source: Run the setup to configure your database.
de: Führen Sie das Setup aus, um die Datenbank zu konfigurieren.
fr: Lancez l'installation pour configurer votre base de données.
hu: Futtassa a telepítőt az adatbázis beállításához.
id_id: Jalankan pengaturan untuk mengkonfigurasi basis data Anda.
it: Esegui la configurazione per configurare il tuo database.
lv: Palaidiet uzstādīšanas programmu, lai konfigurētu datu bāzi.
sv: Kör installationen för att konfigurera din databas.

# error.exception.notFoundExceptions.title
source: Page Not Found
de: Seite nicht gefunden
fr: Page introuvable
hu: Az oldal nem található
id_id: Halaman Tidak Ditemukan
it: Pagina Non Trovata
lv: Lapa nav atrasta
no: Finner ikke siden
ru: Страница не найдена
sv: Sidan hittades inte
tr: Sayfa bulunamadı

# error.exception.notFoundExceptions.description
source: Sorry, the page you requested was not found.
de: Die angeforderte Seite konnte nicht gefunden werden.
fr: Désolé, la page demandée n'a pas été trouvée.
hu: Nem található a kért cikk. (Automatic Translation).
id_id: Maaf, halaman yang Anda cari tidak ditemukan.
it: Scusa, la pagina richiesta non è stata trovata.
lv: Atvainojiet, pieprasītā lapa nav atrasta.
no: Beklager, men den ønskede siden ble ikke funnet.
ru: К сожалению, запрашиваемая вами страница не найдена.
sv: Tyvärr kunde sidan du begärde inte hittas.
tr: Maalesef istediğiniz sayfa bulunamadı.

# error.invalidNodeType.title
source: Invalid NodeType
de: Ungültiger Knotentyp
fr: Type de noeud invalide
hu: Érvénytelen csomópont
id_id: Tipe Node tidak valid
it: TipoNodo non valido
lv: Nederīgs savienojuma tips
no: Ugyldig nodetype
ru: Недопустимый тип элемента
sv: Ogiltig nodtyp
tr: Geçersiz Düğüm Türü

# error.invalidNodeType.description
source: The configuration of the NodeType that is supposed to be rendered here is not available. Probably you renamed the NodeType and are missing a migration or you simply misspelled it.
de: Die Konfiguration des Kontentyps, der hier dargestellt werden soll, ist nicht verfügbar. Wahrscheinlich haben Sie den Knotentyp umbenannt und es fehlt eine Migration oder Sie haben sich einfach verschrieben.
fr: La configuration du type de noeud qui doit s'afficher ici n'est pas disponible. Le type de noeud a probablement été renommé. Validez que vous avez bien exécuté toutes les migrations. Ou peut-être est-ce simplement une erreur de frappe.
hu: A csomópont konfigurációja nem érhető el. Valószínűleg a csomópontot átnevezték és hiányzik a migrálás vagy egyszerűen elírta.
id_id: Konfigurasi NodeType yang seharusnya diberikan berikut ini tidak tersedia. Mungkin Anda telah mengganti nama dan itu hilang dalam perpindahan atau Anda hanya salah eja.
it: La configurazione del TipoNodo che dovrebbe essere qui non è disponibie. Proabilmente hai rinominato il tuo TipoNodo e non è presente una migrazione o semplicemente hai fatto un errore di battitura.
lv: Mezgla tipa konfigurācija, kurai jāparādās, nav pieejama. Iespējams jūs esiet nomainījuši mezgla tipa nosaukumu, neizpildījāt migrācijas procesu vai vienkārši pieļāvāt gramatisku kļūdu.
no: Konfigurasjonen av nodetypen som skal gjengis her er ikke tilgjengelig. Sannsynligvis har du omdøpt nodetypen og mangler en migrasjon eller du har feilstavet navnet.
ru: Настройка типа элемента, который должен отображаться здесь не доступен. Вероятно вы переименовали тип элемента и не выполнили миграцию или просто допустили опечатку.
sv: Konfigurationen av den nodtyp som är tänkt för att återges här är inte tillgänglig. Förmodligen har du bytt namn på nodtypen och saknar en migrering eller du har helt enkelt felstavat det.
tr: Burada oluşturulması beklenen NodeType yapılandırması kullanılamaz. Muhtemelen NodeType'ı yeniden adlandırdınız ve bir geçiş işlemi yapmadınız ya da sadece hatalı yazdınız.

# error.node.create.unexpected
source: Unexpected error while creating node
de: Unerwarteter Fehler beim Erstellen des Knotens
fr: Erreur inattendue lors de la création du nœud
hu: Váratlan hiba a csomópont létrehozása során
id_id: Kesalahan yang tidak terduga saat membuat node
it: Errore imprevisto durante la creazione del nodo
lv: Neparedzēta kļūda veidojot mezglu
ru: Непредвиденная ошибка при создании элемента
sv: Oväntat fel när nod skapas
tr: Düğüm oluşturulurken beklenmeyen hata oluştu

# error.node.delete.unexpected
source: Unexpected error while deleting node
de: Unerwarteter Fehler beim Löschen des Knotens
fr: Erreur inattendue lors de la suppression du nœud
hu: Váratlan hiba a csomópont törlése során
id_id: Kesalahan yang tidak terduga saat menghapus node
it: Errore imprevisto durante l'eliminazione del nodo
lv: Neparedzēta kļūda dzēšot mezglu
ru: Непредвиденная ошибка при удалении элемента
sv: Oväntat fel när nod raderas
tr: Düğüm silinirken beklenmeyen hata oluştu

# error.node.update.unexpected
source: Unexpected error while updating node
de: Unerwarteter Fehler beim Aktualisieren des Knotens
fr: Erreur inattendue lors de la mise à jour du nœud
hu: Váratlan hiba a csomópont frissítése során
id_id: Kesalahan yang tidak terduga saat memperbarui node
it: Errore imprevisto durante l'aggiornamento del nodo
lv: Neparedzēta kļūda atjaunojot mezglu
ru: Непредвиденная ошибка при обновлении элемента
sv: Oväntat fel när nod uppdateras
tr: Düğüm güncellenirken beklenmedik bir hata oluştu

# error.node.move.unexpected
source: Unexpected error while moving node
de: Unerwarteter Fehler beim Verschieben des Knotens
fr: Erreur inattendue lors du déplacement du nœud
hu: Váratlan hiba a csomópont mozgatása során
id_id: Kesalahan yang tidak terduga saat memindahkan node
it: Errore Imprevisto durante lo spostamento del nodo
lv: Neparedzēta kļūda pārvietojot mezglu
ru: Непредвиденная ошибка при перемещении элемента
sv: Oväntat fel när nod flyttas
tr: Düğüm hareket ederken beklenmeyen hata

# error.nodeTree.load
source: Node Tree loading error.
de: Beim Laden des Nodetrees trat ein Fehler auf.
fr: Erreur de chargement de l'arborescence.
hu: Csomópont fa töltési hiba.
id_id: Pemuatan Pohon Node eror.
it: Errore di Caricamento dell'albero del Nodo.
lv: Mezglu struktūras ielādes kļūda.
ru: Ошибка при загрузке дерева элементов.
sv: Fel när nodträd laddas.
tr: Düğüm Ağacı yükleme hatası.

# flashMessage.1222204027
source: The entered username or password was wrong
de: Der eingegebene Benutzername oder das Kennwort war falsch
fr: Le nom d'utilisateur ou mot de passe entré est inconnu
hu: A megadott Felhasználónév vagy jelszó volt a baj
id_id: Username atau password yang dimasukkan salah
it: Il nome utente o la password inseriti erano sbagliati
lv: Ievadītais lietotājvārds vai parole ir nepareiza
ru: Введенные имя пользователя или пароль неверные
sv: Det angivna användarnamnet eller lösenordet var felaktigt
tr: Girilen kullanıcı adı veya parola yanlıştı

# masterPlugins.nodeTypeOnPageLabel
source: "{nodeTypeName}" on page "{pageLabel}"
de: "{nodeTypeName}" auf Seite "{pageLabel}"
fr: "{nodeTypeName}" sur la page "{pageLabel}"
hu: "{nodeTypeName}" oldalon "{pageLabel}"
id_id: "{nodeTypeName}" di halaman "{pageLabel}"
it: "{nodeTypeName}" sulla pagina "{pageLabel}"
lv: "{nodeTypeName}" lapā "{pageLabel}"
no: "{nodeTypeName}" på siden "{pageLabel}"
ru: "{nodeTypeName}" на странице "{pageLabel}"
sv: "{nodeTypeName}" på sidan "{pageLabel}"
tr: "{nodeType Name}" sayfa "{page Label}"

# service.nodes.title
source: Nodes
de: Knoten
fr: Noeuds
hu: Csomópontok
id_id: Node-node
it: Nodi
lv: Mezgli
no: Noder
ru: Элементы
sv: Noder
tr: Düğümler

# service.nodes.show
source: Show
de: Anzeigen
fr: Afficher
hu: Mutat
id_id: Tampilkan
it: Mostra
lv: Rādīt
no: Vis
ru: Показать
sv: Visa
tr: Göster

# service.nodes.noPublicUrl
source: This node cannot be accessed through a public URL
de: Dieses Element kann nicht über eine öffentliche URL aufgerufen werden
fr: Ce nœud n'est pas accessible via une URL publique
hu: Ez a csomópont nem érhető el nyilvános URL-címen
id_id: Node ini tidak dapat diakses melalui URL Umum
it: Questo nodo non può essere accessibile tramite un URL pubblico
lv: Šim mezglam nevar piekļūt ar publisko URL
no: Denne noden kan ikke nås gjennom en offentlig URL-adresse
ru: Этот элемент не может быть доступным через общедоступный URL-адрес
sv: Denna nod kan ej nås via en offentlig URL
tr: Bu düğüme genel bir URL aracılığıyla erişilemez

# service.nodes.nodeProperties
source: Node Properties
de: Element-Eigenschaften
fr: Propriétés du noeud
hu: Csomópont tulajdonságai
id_id: Properti Node
it: Proprietà Nodo
lv: Mezgla iestatījumi
no: Egenskaper for node
ru: Свойства элемента
sv: Nodegenskaper
tr: Düğüm Özellikleri

# copy__from__to--title
source: Copy {source} to {target}
de: {source} zu {target} kopieren
fr: Copier {source} vers {target}
hu: Másolás {source} {target}
id_id: Salin {source} ke {target}
it: Copia {source} a {target}
lv: Kopēt {source} uz {target}
ru: Скопировать {source} в {target}
sv: Kopiera {source} till {target}
tr: {source}'ı, {target}'e kopyala

# move__from__to--title
source: Move {source} to {target}
de: {source} zu {target} verschieben
fr: Déplacer {source} vers {target}
hu: Mozgatás {source} {target}
id_id: Pindah {source} ke {target}
it: Muovi {source} a {target}
lv: Pārvietot {source} uz {target}
ru: Переместить {source} на {target}
sv: Flytta {source} till {target}
tr: {source}'ı, {target}'e taşı

# copy__from__to--description
source: Please select the position at which you want {source} inserted relative to {target}.
de: Bitte wählen Sie die Position an der Sie {source} relativ zu {target} Einfügen möchten.
fr: Veuillez sélectionner la position à laquelle vous souhaitez {source} être inséré par rapport à {target}.
hu: Válassza ki azt a pozíciót, ahová {source} értékét kívánja beilleszteni {target}.
id_id: Pilihlah pada posisi mana anda ingin {source} dimasukkan, relatif terhadap {target}.
it: Si prega di selezionare la posizione a cui vuoi che {source} sia inserita relativamente a {target}.
lv: Izvēlieties pozīciju, no kuras {source} ievietota attiecībā pret {target}.
ru: Пожалуйста, выберите позицию вставки {source} относительно к {target}.
sv: Välj vart {source} ska sättas in relativt till {target}.
tr: Lütfen {source} öğesinin {target} ile ilişkili olarak yerleştirilmesini istediğiniz konumu seçin.

source: Insert
de: Einfügen
fr: Insérer
hu: Beszúrás
id_id: Sisipkan
it: Inserisci
lv: Ievietot
ru: Вставить
sv: Infoga
tr: Ekle

source: Insert mode
de: Einfügemodus
fr: Mode &insertion
hu: Beszúrás mód
id_id: Sisipkan mode
it: Modalità di inserimento
lv: Ievietot veidu
ru: Режим вставки
sv: Infogningsläge
tr: Ekleme Modu

# imageCropper__aspect-ratio-placeholder
source: Choose an Aspect Ratio
de: Wählen Sie ein Seitenverhältnis
fr: Choisissez un format d'aspect
hu: Képarány
id_id: Tentukan Perbandingan Segi
it: Scegli un Rapporto Aspetto
lv: Izvēlieties skata proporciju
ru: Выберите соотношение сторон
sv: Välj bildförhållande
tr: Bir görünüm açısı seç

# ckeditor__toolbar__bold
source: Bold
de: Fett
fr: Gras
hu: Vastag betűtípus
id_id: Tebal
it: Grassetto
lv: Trekns
ru: Жирный
sv: Fetstil
tr: Kalın

# ckeditor__toolbar__italic
source: Italic
de: Kursiv
fr: Italique
hu: Dőlt betűtípus
id_id: Miring
it: Corsivo
lv: Slīps
ru: Курсив
sv: Kursiv
tr: İtalik / Eğik

# ckeditor__toolbar__underline
source: Underline
de: Unterstrichen
fr: Souligné
hu: Aláhúzott
id_id: Garis Bawah
it: Sottolineato
lv: Pasvītrots
ru: Подчёркнутый
sv: Understrykning
tr: Altıçizili

# ckeditor__toolbar__subscript
source: Subscript
de: Tiefgestellt
fr: Indice
hu: Alsó index
id_id: Tulisan di bawah
it: Pedice
lv: Apakšraksts
ru: Подстрочный
sv: Nedsänkt
tr: Altsimge

# ckeditor__toolbar__superscript
source: Superscript
de: Hochgestellt
fr: Exposant
hu: Felső index
id_id: Tulisan di atas
it: Apice
lv: Augšraksts
ru: Верхний индекс
sv: Upphöjt
tr: Üstsimge

# ckeditor__toolbar__strikethrough
source: Strikethrough
de: Durchgestrichen
fr: Barré
hu: Áthúzás
id_id: Coret
it: Barrato
lv: Pārsvītrojums
ru: Зачеркнутый
sv: Genomstruken
tr: Üstü Çizili

# ckeditor__toolbar__link
source: Link
fr: Lien
hu: Hivatkozás
id_id: Link / tautan
it: Collegamento
lv: Saite
ru: Ссылка
sv: Länk
tr: Bağlantı

# ckeditor__toolbar__ordered-list
source: Ordered list
de: Geordnete Liste
fr: Liste ordonnée
hu: Sorkizárt
id_id: Daftar Setelah Diurutkan
it: Elenco ordinato
lv: Numurēts saraksts
ru: Нумерованный список
sv: Sorterad lista
tr: Maddeli Liste

# ckeditor__toolbar__unordered-list
source: Unordered list
de: Ungeordnete Liste
fr: Liste non-ordonnée
hu: Szétszort
id_id: Daftar Tanpa Diurutkan
it: Elenco non ordinato
lv: Nenumurēts saraksts
ru: Ненумерованный список
sv: Osorterad lista
tr: Sırasız Liste

# ckeditor__toolbar__align-left
source: Align left
de: Linksbündig
fr: Aligner à gauche
hu: Balra igazítás
id_id: Rata kiri
it: Allinea a sinistra
lv: Līdzināt pa kreisi
ru: По левому краю
sv: Vänsterjustera
tr: Sola Hizala

# ckeditor__toolbar__align-right
source: Align right
de: Rechtsbündig
fr: Aligner à droite
hu: Jobbra igazítás
id_id: Rata kanan
it: Allinea a destra
lv: Līdzināt pa labi
ru: По правому краю
sv: Högerjustera
tr: Sağa Hizala

# ckeditor__toolbar__align-center
source: Align center
de: Zentriert
fr: Aligner au centre
hu: Középre igazítás
id_id: Rata Tengah
it: Allinea al centro
lv: Līdzināt uz centru
ru: По центру
sv: Centrera
tr: Oraya Hizala

# ckeditor__toolbar__align-justify
source: Align justify
de: Blocksatz
fr: Aligner et justifier
hu: Sorkizárt
id_id: Rata Kanan-Kiri
it: Allineamento giustificato
lv: Izlīdzināts
ru: По всей ширине
sv: Justera
tr: Geniş Hizala

# ckeditor__toolbar__table
source: Table
de: Tabelle
fr: Tableau
hu: Asztal
id_id: Tabel
it: Tabella
lv: Tabula
ru: Таблица
sv: Tabell
tr: Tablo

# ckeditor__toolbar__remove-format
source: Remove format
de: Format entfernen
fr: Supprimer le formatage
hu: Formázás eltávolítása
id_id: Hapus format
it: Rimuovi la formattazione
lv: Formatējuma atcelšana
ru: Удалить форматирование
sv: Ta bort formatering
tr: Biçimi Sil

# ckeditor__toolbar__outdent
source: Outdent
de: Einzug verringern
fr: Retrait négatif
hu: Befejezés
id_id: Menjorok Keluar
it: Annullamento del rientro
lv: Negatīvā atkāpe
ru: Уменьшить выступ
sv: Minska indrag
tr: Girintiyi azalt

# ckeditor__toolbar__indent
source: Indent
de: Einzug vergrößern
fr: Retrait
hu: Bekezdés
id_id: Menjorok Masuk
it: Indenta
lv: Atkāpe
ru: Увеличить выступ
sv: Indrag
tr: Girinti

source: No matches found
de: Keine Treffer gefunden
fr: Aucune correspondance trouvée
hu: Nincs egyezés
id_id: Tidak ada temuan yang cocok
it: Corrispondenza non trovata
lv: Nav atrasta neviena atbilstība
ru: Совпадений не найдено
sv: Inga träffar hittades
tr: Eşleşme Bulunamadı
