Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Main.xlf
Languages: de, fr, hu, id_id, it, lv, no, ru, sv, tr

source: Auto-Publish
de: Automatisch Veröffentlichen
fr: Publication automatique
hu: Automatikus közzététel
it: Pubblicazione automatica
lv: Automātiska publicēšana
no: Autopubliser
ru: Автоматическая публикация
sv: Auto-publicera
tr: Otomatik Yayın

# autoPublishTo
source: Auto-Publish to {0}
de: Automatisch nach {0} veröffentlichen
fr: Publier auto. vers {0}
hu: Automatikus közzététel ide {0}
id_id: Publikasikan otomatis ke {0}
it: Pubblica Automaticamente a {0}
lv: {0} publicēt automātiski
no: Autopubliser til {0}
ru: Автоматическая публикация в {0}
sv: Auto-publicera till {0}
tr: {0} için otomatik yayınlama

source: Review changes
de: Änderungen überprüfen
fr: Réviser les modifications
hu: Változások áttekintése
id_id: Meninjau perubahan
it: Revisiona Cambiamenti
lv: Izmaiņu pārskatīšana
no: Se gjennom endringene
ru: Обзор изменений
sv: Granska ändringar
tr: Değişiklikleri gözden geçir

source: Apply
de: Übernehmen
fr: Appliquer
hu: Alkamaz
id_id: Menerapkan
it: Applica
lv: Apstiprināt
no: Ta i bruk
ru: Применить
sv: Tillämpa
tr: Uygula

source: Apply changes
de: Änderungen übernehmen
fr: Appliquer les modifications
hu: Változtatások alkalmazása
id_id: Menerapkan perubahan
it: Applica i cambiamenti
lv: Apskatīt izmaiņas
no: Bruk endringer
ru: Применить изменения
sv: Tillämpa ändringar
tr: Değişiklikleri uygula

source: Cancel
de: Abbrechen
fr: Annuler
hu: Mégsem
id_id: Batalkan
it: Annulla
lv: Atcelt
no: Avbryt
ru: Отмена
sv: Avbryt
tr: İptal et

source: Back
de: Zurück
fr: Retour
hu: Vissza
id_id: Kembali
it: Indietro
lv: Atpakaļ
no: Tilbake
ru: Назад
sv: Tillbaka
tr: Geri

source: Choose
de: Auswählen
fr: Selectionner
hu: Választás
id_id: Memilih
it: Scegli
lv: Izvēlieties
no: Velg
ru: Выбрать
sv: Välj
tr: Seç

source: Type to search
de: Eingabe zur Suche
fr: Taper pour rechercher
hu: Keresendő szöveg
id_id: Ketik untuk mencari
it: Tipologia da cercare
lv: Ierakstiet lai meklētu
no: Skriv for å søke
ru: Введите для поиска
sv: Skriv för att söka
tr: Aranacak metni girin

source: Content
de: Inhalt
fr: Contenu
hu: Tartalom
id_id: Konten
it: Contenuto
lv: Saturs
no: Innhold
ru: Содержимое
sv: Innehåll
tr: İçerik

source: Node
de: Knoten
fr: Noeud
hu: Csomópont
it: Nodo
lv: Mezgls
ru: Элемент
sv: Nod
tr: Düğüm

source: Content View
de: Inhaltsansicht
fr: Vue "Contenu"
hu: Tartalom megtekintése
id_id: Tampilan Konten
it: Vista Contenuto
lv: Satura skats
no: Innholdsvisning
ru: Просмотр содержимого
sv: Visa innehåll
tr: İçerik Önizlemesi

source: Create after
de: Erstellen nach
fr: Créer après
hu: Létrehozás ezután
id_id: Membuat setelah
it: Crea dopo
lv: Izveidot pēc
no: Opprett etter
ru: Создать после
sv: Skapa efter
tr: Bundan sonra oluştur

source: Create new
de: Neu erstellen
fr: Créer un nouveau
hu: Új létrehozása
id_id: Buat baru
it: Crea nuovo
lv: Izveidot jaunu
no: Opprett ny
ru: Создать новый
sv: Skapa ny
tr: Yeni Oluştur

source: Close
de: Schließen
fr: Fermer
hu: Bezárás
id_id: Tutup
it: Chiudi
lv: Aizvērt
no: Lukk
ru: Закрыть
sv: Stäng
tr: Kapat

source: Copy
de: Kopieren
fr: Copier
hu: Másolás
id_id: Salin
it: Copia
lv: Kopēt
no: Kopier
ru: Копировать
sv: Kopiera
tr: Kopyala

source: Cut
de: Ausschneiden
fr: Couper
hu: Kivágás
id_id: Potong
it: Taglia
lv: Izgriezt
no: Klipp ut
ru: Вырезать
sv: Klipp ut
tr: Kes

source: Delete
de: Löschen
fr: Effacer
hu: Törlés
id_id: Hapus
it: Elimina
lv: Dzēst
no: Slett
ru: Удалить
sv: Radera
tr: Sil

# deleteElement
source: Yes, delete the element
de: Ja, das Element löschen
fr: Oui, supprimer l'élément
hu: Igen, törlöm az elemet
id_id: Ya, menghapus elemen
it: Sì, eliminare l'elemento
lv: Jā, dzēst elementu
no: Ja, slett elementet
ru: Да, удалить элемент
sv: Ja, ta bort elementet
tr: Evet, bu öğeyi sil

# deleteElementTitle
source: Delete the element
de: Element löschen
fr: Supprimer l'élément
hu: Elem törlése
id_id: Menghapus elemen
it: Eliminare l'elemento
lv: Dzēst elementu
no: Slett elementet
ru: Удалить элемент
sv: Ta bort elementet
tr: Bu elemanı sil

source: Discard
de: Verwerfen
fr: Ignorer
hu: Elvet
id_id: Abaikan
it: Abbandona
lv: Atcelt
no: Forkast
ru: Сбросить
sv: Ignorera
tr: Görmezden gel

source: Discard changes
de: Verwerfen
fr: Annuler les modifications
hu: Változtatások elvetése
id_id: Batalkan Perubahan
it: Ignorare le modifiche
lv: Atmest izmaiņas
no: Forkast endringer
ru: Сбросить изменения
sv: Ignorera ändringar
tr: Değişiklikleri iptal et

source: Edit title
de: Titel bearbeiten
fr: Éditer le titre
hu: Cím szerkesztése
id_id: Edit judul
it: Modifica titolo
lv: Rediģēt virsrakstu
no: Rediger tittel
ru: Редактировать название
sv: Redigera rubrik
tr: Başlığı düzenle

source: Edit / Preview
de: Bearbeiten / Vorschau
fr: Edition / Aperçu
hu: Szerkesztés / előnézet
id_id: Mengedit / melihat pratinjau
it: Modificare / visualizzare in anteprima
lv: Rediģēt / priekšskatīt
no: Rediger / Forhåndsvis
ru: Правка / просмотр
sv: Redigera/förhandsgranska
tr: Düzenle / önizleme

source: Edit
de: Bearbeiten
fr: Edition
hu: Szerkesztés
id_id: Ubah
it: Modifica
lv: Labot
no: Rediger
ru: Редактировать
sv: Redigera
tr: Düzenle

source: Hide / Unhide
de: Verbergen / Anzeigen
fr: Masquer / afficher
hu: Elrejtés / felfedés
id_id: Sembunyikan / Tampilkan
it: Nascondi / Mostra
lv: Paslēpt / parādīt
no: Skjul / Vis
ru: Скрыть / Показать
sv: Dölj/visa
tr: Sakla / görünür yap

source: Hide
de: Ausblenden
fr: Cacher
hu: Elrejtés
id_id: Sembunyikan
it: Nascondi
lv: Paslēpt
no: Skjul
ru: Скрыть
sv: Dölj
tr: Gizle

source: Unhide
de: Einblenden
fr: Afficher
hu: Felfedés
id_id: Tampilkan
it: Mostra
lv: Atklāt
ru: Показать
sv: Visa
tr: Göster

source: into
de: in
fr: dans
hu: ide
id_id: ke
it: in
lv: uz
ru: в
sv: i
tr: içine

source: before
de: vor
fr: avant
hu: előtt
id_id: sebelum
it: prima
lv: pirms
ru: до
sv: före
tr: önce

source: after
de: nach
fr: après
hu: után
id_id: setelah
it: dopo
lv: pēc
ru: после
sv: efter
tr: sonra

source: Loading
de: Lade
fr: En cours
hu: Betöltés
id_id: Memuat
it: Caricamento
lv: Lejupielāde
no: Laster inn
ru: Загрузка
sv: Laddar
tr: Yükleniyor

source: New After
de: Neues Element danach
fr: Nouveau après
hu: Új ezután
id_id: Baru setelah
it: Nuovo dopo
lv: Pievienot pēc
no: Ny etter
ru: Добавить после
sv: Nytt efter
tr: Yeni Sonra

source: New Before
de: Neues Element davor
fr: Nouveau avant
hu: Új ezelőtt
id_id: Baru sebelum
it: Nuovo prima
lv: Pievienot pirms
no: Ny før
ru: Добавить перед
sv: Nytt före
tr: Yeni önce

source: New Into
de: Neues Element in
fr: Nouveau dans
hu: Új ide
id_id: Baru ke
it: Nuovo in
lv: Ievietot jaunu
no: Ny inn i
ru: Добавить в
sv: Nytt till
tr: Yeni giriş

source: Navigate
de: Navigieren
fr: Navigation
hu: Navigáció
id_id: Navigasi
it: Naviga
lv: Navigēt
no: Naviger
ru: Навигировать
sv: Navigera
tr: Git

source: Page
de: Seite
hu: Oldal
id_id: Halaman
it: Pagina
lv: Lapa
no: Side
ru: Страница
sv: Sida
tr: Sayfa

source: Paste
de: Einfügen
fr: Coller
hu: Beillesztés
id_id: Tempel
it: Incolla
lv: Iekopēt
no: Lim inn
ru: Вставить
sv: Klistra in
tr: Yapıştır

source: Paste After
de: Danach einfügen
fr: Coller après
hu: Beillesztés ezután
id_id: Sisipkan setelah
it: Incolla dopo
lv: Iekopēt pēc
no: Lim inn etter
ru: Вставить после
sv: Klistra in efter
tr: Sonrasına yapıştır

source: Paste Before
de: Davor einfügen
fr: Coller avant
hu: Beillesztés ezelőtt
id_id: Sisipkan sebelum
it: Incolla prima
lv: Iekopēt pirms
no: Lim inn før
ru: Вставить перед
sv: Klistra innan
tr: Öncesine yapıştır

source: Paste Into
de: Element einfügen in
fr: Collez dans
hu: Beillesztés ide
id_id: Sisipkan ke
it: Incolla in
lv: Iekopēt
no: Lim inn i
ru: Вставить в
sv: Klistra in i
tr: İçine yapıştır

source: Password
de: Passwort
fr: Mot de passe
hu: Jelszó
id_id: Kata sandi
lv: Parole
no: Passord
ru: Пароль
sv: Lösenord
tr: Şifre

source: Preview
de: Vorschau
fr: Prévisualisation
hu: Előnézet
id_id: Tinjauan
it: Anteprima
lv: Priekšskats
no: Forhåndsvis
ru: Предпросмотр
sv: Förhandsgranska
tr: Önizleme

source: Publish
de: Veröffentlichen
fr: Publier
hu: Publikálás
id_id: Terbitkan
it: Pubblica
lv: Publicēt
no: Publiser
ru: Опубликовать
sv: Publicera
tr: Yayımla

# publishTo
source: Publish to {0}
de: Nach {0} veröffentlichen
fr: Publier vers {0}
hu: Publikálás ide {0}
id_id: Mempublikasikan ke {0}
it: Pubblica in {0}
lv: {0} publicēt
no: Publiser til {0}
ru: Опубликовать в {0}
sv: Publicera till {0}
tr: {0} 'a yayımla

source: Publish all changes for current page
de: Alle Änderungen für die aktuelle Seite veröffentlichen
fr: Publier tous les changements de la page en cours
hu: Az aktuális oldal változásainak publikálása
id_id: Mempublikasikan semua perubahan untuk halaman saat ini
it: Pubblica tutte le modifiche alla pagina corrente
lv: Publicēt visas izmaiņas esošajā lapā
no: Publiser alle endringer for gjeldende side
ru: Опубликовать все изменения на текущей странице
sv: Publicera alla ändringar för aktuell sida
tr: Geçerli sayfa için tüm değişiklikleri yayımla

# cantPublishBecauseTargetWorkspaceIsReadOnly
source: Can't publish because the target workspace is read-only
de: Kann nicht veröffentlicht werden, da der Ziel-Arbeitsbereich schreibgeschützt ist
fr: Impossible de publier, l'espace de travail cible est en lecture seule
hu: Nem publikálható mert a munkaterület írásvédett
id_id: Tidak dapat mempublikasikan karena target kerja adalah read-only
it: Impossibile pubblicare perchè l'area di lavoro obiettivo è in sola lettura
lv: Nevar publicēt, jo izvēlētā darba virsma ļauj tikai lasīt
no: Kan ikke publisere fordi arbeidsområdet du vil publisere til er skrivebeskyttet
ru: Не удается опубликовать, потому что целевая рабочая область доступна только для чтения
sv: Kan ej publicera eftersom arbetsytan är skrivskyddad
tr: Hedef çalışma alanı salt okunur olduğundan yayımlanamıyor

source: Select target workspace
de: Ziel-Workspace auswählen
fr: Sélectionnez l'espace de travail cible
hu: Munkaterület választása
id_id: Memilih target kerja
it: Seleziona spazio di lavoro di destinazione
lv: Izvēlēties darba virsmu
ru: Выбрать рабочую область
sv: Välj arbetsyta
tr: Hedef çalışma alanı seçin

source: Publishing
de: Veröffentliche
fr: Publication
hu: Publikálás
id_id: Penerbitan
it: Pubblicazione
lv: Publicēšana
no: Publisering
ru: Публикация
sv: Publicerar
tr: Yayımlanıyor

source: Published
de: Veröffentlicht
fr: Publié
hu: Publikált
id_id: Telah terbit
it: Pubblicato il
lv: Publicēts
no: Publisert
ru: Опубликовано
sv: Publicerat
tr: Yayımlandı

source: Toggle publish menu
de: Veröffentlichungsmenü umschalten
fr: Basculer le menu de plublication
hu: Publikáció menu láthatósága
id_id: Toogle menu penerbitan
it: Attiva/Disattiva menu di pubblicazione
lv: Pārslēgšanās publicēšanas izvēlne
ru: Переключить меню публикаций
sv: Visa/dölj publiceringsmenyn
tr: Yayımlama menüsünü aç/kapa

source: Target workspace
de: Zielarbeitsbereich
fr: Espace de travail cible
hu: Cél munkaterület
id_id: Target bidang kerja
it: Workspace di destinazione
lv: Mērķa darbavieta
no: Målarbeidsområde
ru: Целевая рабочая область
sv: Målarbetsyta
tr: Hedef Çalışma Alanı

source: Current workspace
de: Aktueller Arbeitsbereich
fr: Espace de travail courant
hu: Aktuális munkaterület
id_id: Bidang kerja saat ini
it: Spazio di lavoro corrente
lv: Pašreizējā darba virsma
no: Gjeldende arbeidsområde
ru: Текущая рабочая область
sv: Aktuell arbetsyta
tr: Mevcut çalışma alanı

source: Remove
de: Entfernen
fr: Supprimer
hu: Eltávolítás
id_id: Hapus
it: Rimuovere
lv: Noņemt
no: Fjern
ru: Удалить
sv: Ta bort
tr: Kaldır

source: Refresh
de: Aktualisieren
fr: Rafraîchir
hu: Frissités
id_id: Muat ulang
it: Aggiorna
lv: Atjaunot
no: Oppdater
ru: Обновить
sv: Uppdatera
tr: Yenile

source: Save
de: Speichern
fr: Enregistrer
hu: Mentés
id_id: Simpan
it: Salva
lv: Saglabāt
no: Lagre
ru: Сохранить
sv: Spara
tr: Kaydet

source: Saving
de: Speichert
fr: Enregistrement…
hu: Mentés
id_id: Menyimpan
it: Salvataggio in corso...
lv: Saglabāšana
no: Lagrer...
ru: Сохранение
sv: Sparar
tr: Kaydediliyor

source: Saved
de: Gespeichert
fr: Sauvegardé
hu: Mentve
id_id: Disimpan
it: Salvato
lv: Saglabāts
no: Lagret
ru: Сохранено
sv: Sparat
tr: Kaydedildi

source: Search
de: Suche
fr: Chercher
hu: Keresés
id_id: Pencarian
it: Ricerca
lv: Meklēšana
no: Søk
ru: Поиск
sv: Sök
tr: Ara

source: Toggle inspector
de: Inspector auf- / zuklappen
fr: Basculer l'inspecteur
hu: Ellenőrző láthatósága
id_id: Toggle Inspektur
it: Apri/Chiudi inspector
lv: Pārslēgšanas inspektors
no: Vis/skjul inspektør
ru: Переключить инспектор
sv: Visa/dölj inspektör
tr: Denetleyiciyi aç/kapa

source: Username
de: Benutzername
fr: Nom d'utilisateur
hu: Felhasználó
id_id: Nama Pengguna
it: Nome utente
lv: Lietotājvārds
no: Brukernavn
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı

source: You
de: Sie
fr: Vous
hu: Ön
id_id: Anda
it: Utente corrente
lv: Jūs
no: Deg
ru: Вы
sv: Du
tr: Siz

source: [no title]
de: [kein Titel]
fr: [sans titre]
hu: [névtelen]
id_id: [tidak ada judul]
it: [senza titolo]
lv: [bez nosaukuma]
no: [uten navn]
ru: [без названия]
sv: [ingen titel]
tr: [başlık yok]

# labelCaption
source: Label
de: Bezeichnung
fr: Libellé
hu: Címke
it: Etichetta
lv: Marķējums
no: Etikett
ru: Обозначение
sv: Etikett
tr: Etiket

# nodeTypeCaption
source: Content Type
de: Inhaltstyp
fr: Type de noeud
hu: Tartalom típus
id_id: Jenis konten
it: Tipologia di nodo
lv: Mezgla tips
no: Nodetype
ru: Тип содержимого
sv: Innehållstyp
tr: İçerik türü

# pathCaption
source: Path
de: Pfad
fr: Chemin
hu: Elérési út
id_id: Jalur
it: Percorso
lv: Ceļš
no: Bane
ru: Путь
sv: Sökväg
tr: Yol

# relativePathCaption
source: Relative Path
de: Relativer Pfad
fr: Chemin relatif
hu: Relatív elérési út
id_id: Jalur relatif
it: Percorso relativo
lv: Relatīvais ceļš
no: Relativ bane
ru: Относительный путь
sv: Relativ sökväg
tr: İlgili yollar

source: Version
hu: Verzió
id_id: Versi
it: Versione
lv: Versija
ru: Версия
tr: Sürüm

# operationCannotBeUndone
source: This operation cannot be undone.
de: Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Cette opération ne peut pas être annulée.
hu: Ez a művelet nem vonható vissza.
id_id: Operasi ini tidak bisa dibatalkan.
it: Questa operazione non può essere annullata.
lv: Šo darbību nevar atsaukt.
no: Denne operasjonen kan ikke angres.
ru: Эта операция не может быть отменена.
sv: Detta går ej att ångra!
tr: Bu işlem geri alınamaz.

source: Asset
fr: Ressource
hu: Tartalom
id_id: Aset
it: Risorsa
lv: Elements
ru: Медиа-ресурс
sv: Inventarie
tr: Varlık

source: Created
de: Erstellt
fr: Créé
hu: Létrehozva
id_id: Dibuat
it: Creata
lv: Izveidots
ru: создано
sv: Skapad
tr: Oluşturulma tarihi

source: Last modification
de: Letzte Änderung
fr: Dernière modification
hu: Utolsó módosítás
id_id: Modifikasi terakhir
it: Ultima modifica
lv: Pēdējās izmaiņas
ru: Последнее изменение
sv: Senaste ändring
tr: Son düzenleme

source: Last publication
de: Letzte Publikation
fr: Dernière publication
hu: Utolsó közzététel
id_id: Publikasi terakhir
it: Ultima pubblicazione
lv: Pēdējā publikācija
ru: Последняя публикация
sv: Senaste publikation
tr: Son yayımlanma

source: Identifier
de: Bezeichner
fr: Identifiant
hu: Azonosító
id_id: Pengenal
it: Identificatore
lv: Identifikators
no: Identifikator
ru: Идентификатор
sv: Identifierare
tr: Tanıtıcı

source: Name
fr: Nom
hu: Név
id_id: Nama
it: Nome
lv: Vārds
no: Navn
ru: Имя
sv: Namn
tr: İsim

source: Workspace
de: Arbeitsbereich
fr: Espace de travail
hu: Munkaterület
id_id: Bidang Kerja
it: Spazio di lavoro
lv: Darba virsma
ru: Рабочая область
sv: Arbetsyta
tr: Çalışma alanı

# structure.label
source: Structure
de: Struktur
hu: Struktúra
id_id: Struktur
it: Struttura
lv: Struktūra
no: Struktur
ru: Структура
sv: Struktur
tr: Yapı

# structure.toggle
source: Toggle context structure
de: Kontextstruktur umschalten
fr: Basculer la structure du contexte
hu: Context struktúra láthatósága
id_id: Toggle konteks struktur
it: Attiva/Disattiva struttura contesto
lv: Pārslēgt izvēlni
ru: Переключить структуру контекста
sv: Visa/dölj sammanhangsstruktur
tr: İçerik yapısını değiştir

source: Filter
fr: Filtrer
hu: Szűrő
id_id: Penyaring
it: Filtro
lv: Filtrs
ru: Фильтр
tr: Süz

source: Toggle menu
de: Menü umschalten
fr: Basculer le menu
hu: Menü láthatósága
it: Attiva/Disattiva menu
lv: Izvēlne
ru: Переключить меню
sv: Visa/dölj meny
tr: Menüyü aç/kapat

source: Load error!
de: Ladefehler!
fr: Erreur de chargement !
hu: Betöltési hiba!
id_id: Kesalahan muatan!
it: Errore di caricamento!
lv: Ielādes kļūda!
ru: Ошибка загрузки!
sv: Laddningsfel!
tr: Yükleme hatası!

# aNodeMustBeSelected
source: You have to select a node
de: Sie müssen einen Knoten auswählen
fr: Vous devez sélectionner un noeud
hu: Ki kell választania egy csomópont
id_id: Anda harus memilih sebuah node
it: Devi selezionare un nodo
lv: Jums ir jāizvēlas mezgls
ru: Вы должны выбрать элемент
sv: Du måste välja en nod
tr: Bir düğüm seçmelisiniz

# rootNodeCannotBeDeleted
source: The Root node cannot be deleted.
de: Der Wurzelknoten kann nicht gelöscht werden.
fr: Impossible de supprimer le noeud racine.
hu: A gyökércsomópontot nem lehet törölni.
id_id: Node akar tidak dapat dihapus.
it: Il nodo Root non può essere eliminato.
lv: Galveno mezglu nevar dzēst.
ru: Корневой элемент не может быть удален.
sv: Rotnoden kan ej raderas.
tr: Ana düğüm silinemiyor.

# cannotCopyNode
source: You cannot copy this node
de: Dieser Knoten kann nicht kopiert werden
fr: Vous ne pouvez pas copier ce noeud
hu: Ez a csomópontot nem lehet másolni
id_id: Anda tidak dapat menyalin node ini
it: Non puoi copiare questo nodo
lv: Jūs nevarat kopēt šo mezglu
ru: Нельзя скопировать этот элемент
sv: Du kan ej kopiera den här noden
tr: Bu düğümü kopyalayamazsınız

# cannotCutNode
source: You cannot cut this node
de: Dieser Knoten kann nicht ausgeschnitten werden
fr: Vous ne pouvez pas couper ce noeud
hu: Ezt a csomópontot nem vághatja ki
id_id: Anda tidak bisa memotong node ini
it: Non puoi tagliare questo nodo
lv: Jūs nevarat izgriezt šo mezglu
ru: Нельзя вырезать этот элемент
sv: Du kan ej klippa ut denna nod
tr: Bu düğümü kesemezsiniz

source: Content Dimensions
de: Content-Dimensionen
fr: Dimensions de contenu
hu: Tartalom mérete
id_id: Dimensi konten
it: Dimensioni contenuto
lv: Satura parametri
ru: Пространства содержимого
sv: Innehållsdimensioner
tr: İçerik boyutu

source: Site
hu: Oldal
id_id: Situs
it: Sito
lv: Vietne
ru: Сайт
sv: Sida

source: Document
de: Dokument
hu: Dokumentum
id_id: Dokumen
it: Documento
lv: Dokuments
no: Dokument
ru: Документ
sv: Dokument
tr: Belge

source: Reference
de: Referenz
fr: Référence
hu: Referencia
id_id: Referensi
it: Nota
lv: Atsauce
ru: Ссылка
sv: Referens
tr: Referans

source: Host
fr: Nom de l'hôte
hu: Kiszolgáló
it: Ospite
lv: Resursdators
ru: Хост
sv: Värd/Host
tr: Sunucu

source: Scheme
de: Schema
fr: Schéma
hu: Séma
id_id: Skema
it: Schema
lv: Shēma
ru: Схема
sv: Schema
tr: Şema

source: Port
it: Porta
lv: Ports
ru: Порт

source: Primary
de: Primär
fr: Principal
hu: Elsődleges
id_id: Utama
it: Primario
lv: Galvenais
no: Primært
ru: Основной
sv: Primärt
tr: Birincil

source: Package
de: Paket
fr: Paquet
hu: Csomag
id_id: Paket
it: Pacchetto
lv: Pakotne
ru: Пакет
sv: Paket
tr: Paket

source: Deactivated
de: Deaktiviert
fr: Désactivée
hu: Deaktiválva
id_id: Dinonaktifkan
it: Disattivato
lv: Deaktivizēt
ru: Деактивирован
sv: Deaktiverat
tr: Devre dışı

source: Unavailable
de: Nicht verfügbar
fr: Non disponible
hu: Elérhetetlen
id_id: Tidak tersedia
it: Non disponibile
lv: Nav pieejams
ru: Недоступно
sv: Otillänglig
tr: Kullanım dışı

source: Inactive
de: Deaktiviert
fr: Inactif
hu: Inaktív
id_id: Tidak aktif
it: Inattivo
lv: Neaktīvs
ru: Откл.
sv: Ej aktiv
tr: Aktif Değil

source: Click to edit
de: Zum Bearbeiten klicken
fr: Cliquez pour éditer
hu: Szerkesztés
id_id: Klik untuk mengubah
it: Clicca per modificare
lv: Uzklikšķiniet, lai rediģētu
no: Klikk for å redigere
ru: Нажмите для редактирования
sv: Klicka för att redigera
tr: Düzenlemek için tıkla

source: Click to deactivate
de: Klicken zum Deaktivieren
fr: Cliquez pour désactiver
hu: Deaktiválás
id_id: Klik untuk menonaktifkan
it: Fare clic per disattivare
lv: Noklikšķiniet lai deaktivizētu
ru: Нажмите, чтобы отключить
sv: Klicka för att inaktivera
tr: Devre dışı bırakmak için tıklayın

source: Click to activate
de: Klicken zum Aktivieren
fr: Cliquez pour activer
hu: Aktiválás
id_id: Klik untuk mengaktifkan
it: Fare clic per attivare
lv: Noklikšķiniet lai aktivizētu
ru: Нажмите, чтобы включить
sv: Klicka för att aktivera
tr: Aktif hale getirmek için tıklayın

source: Click to delete
de: Klicken zum Löschen
fr: Cliquer pour supprimer
hu: Kattintson ide a törléshez
id_id: Klik untuk menghapus
it: Clicca per eliminare
lv: Uzklikšķiniet, lai izdzēstu
no: Klikk for å slette
ru: Нажмите, чтобы удалить
sv: Klicka för att radera
tr: Silmek için tıklayın

# clickToCreate
source: Click to create new
de: Klicken zur Neuerstellung
fr: Cliquer pour créer un nouveau
hu: Új létrehozása
id_id: Klik untuk buat yang baru
it: Clicca per creare
lv: Noklikšķiniet lai izveidotu jaunu
ru: Нажмите, чтобы создать
sv: Klicka för att skapa ny
tr: Yeni oluşturmak için tıklayın

# state
source: Status
fr: Statut
hu: Állapot
it: Stato
lv: Statuss
ru: Статус
tr: Durum

source: Active
de: Aktiv
fr: Actif
hu: Aktív
id_id: Aktif
it: Attivo
lv: Aktīvs
ru: Вкл.
sv: Aktiv
tr: Aktif

source: Domains
fr: Domaines
hu: Domainek
id_id: Domain
it: Domini
lv: Domēns
ru: Домены
sv: Domäner
tr: Alan adları

source: Domain
fr: Domaine
it: Dominio
lv: Domēns
ru: Домен
sv: Domän
tr: Alan adı

# deleteConfirm
source: Yes, delete it!
de: Ja, wirklich löschen!
fr: Oui, le supprimer !
hu: Igen, töröl!
id_id: Ya, hapus!
it: Sì, cancellalo!
lv: Jā, izdzēst to!
ru: Да, удалить!
sv: Ja, radera!
tr: Evet, sil!

source: Package Key
de: Paket-Schlüssel
fr: Clé de package
hu: Csomagszám
id_id: Kunci paket
it: Chiave pacchetto
lv: Pakotnes atslēga
ru: Ключ пакета
sv: Paketnyckel
tr: Paket anahtarı

source: Description
de: Beschreibung
hu: Leírás
id_id: Deskripsi
it: Descrizione
lv: Apraksts
no: Beskrivelse
ru: Описание
sv: Beskrivning
tr: Açıklama

source: Toggle content tree
de: Inhaltsbaum umschalten
fr: Afficher/Masquer la table des matières
hu: Tartalmi fa megnyitása/bezárása
it: Attiva/Disattiva albero contenuti
lv: Pārslēgt saturu
sv: Växla innehållsträd

source: Show publish options
de: Veröffentlichungsoptionen anzeigen
fr: Afficher les options de publication
hu: Publikálási beállítások
id_id: Tampilkan opsi publikasi
it: Mostra opzioni di pubblicazione
lv: Rādīt publicēšanas iespējas
ru: Показать параметры публикации
sv: Visa publiceringsalternativ

# activateFullscreen
source: Activate Fullscreen edit mode
de: Vollbild-Bearbeitungsmodus aktivieren
fr: Activer le mode édition plein écran
hu: Teljes képernyős szerkesztési mód aktiválása
id_id: Aktifkan mode ubah Layar Penuh
it: Attiva modalità modifica schermo intero
lv: Ieslēgt pilnekrāna rediģēšanas režīmu
ru: Включить полноэкранный режим редактирования
sv: Aktivera redigering i helskärmsläge

# deactivateFullscreen
source: Deactivate Fullscreen edit mode
de: Vollbild-Bearbeitungsmodus deaktivieren
fr: Désactiver le mode édition plein écran
hu: Teljes képernyős szerkesztési mód kikapcsolása
id_id: Nonaktifkan mode ubah Layar Penuh
it: Disattiva modalità modifica schermo intero
lv: Izslēgt pilnekrāna rediģēšanas režīmu
ru: Отключить полноэкранный режим редактирования
sv: Avaktivera redigering i helskärmsläge

source: Show preview
de: Vorschau anzeigen
fr: Afficher l'aperçu
hu: Előnézet
id_id: Tampilkan pratinjau
it: Mostra anteprima
lv: Priekšskats
ru: Предварительный просмотр
sv: Visa förhandsgranskning

# nodeTypes.groups.general
source: General
de: Allgemeines
fr: Général
hu: Általános
id_id: Umum
it: Generale
lv: Galvenais
no: Generelt
ru: Общие
sv: Allmänt
tr: Genel
