Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Main.xlf
Languages: de, fr, hu, id_id, it, lv, no, ru, sv, tr

# nodeTypes.groups.structure
source: Structure
de: Struktur
hu: Struktúra
id_id: Struktur
it: Struttura
lv: Struktūra
no: Struktur
ru: Структура
sv: Struktur
tr: Yapı

# nodeTypes.groups.plugins
source: Plugins
fr: Modules
hu: Bővítmények
id_id: Plugin
lv: Spraudņi
ru: Плагины
tr: Eklentiler

# shortcut.clickToContinueToPage
source: Click {0} to continue to the page.
de: Klicken Sie hier, um zur Seite {0} zu gelangen.
fr: Cliquez ici pour continuer vers la page {0}.
hu: Kattintson {0} az oldalra lépéshez.
id_id: Klik {0} untuk melanjutkan ke halaman.
it: Clicca qui per continuare alla pagina {0}.
lv: Uzklikšķiniet {0}, lai turpinātu lapu.
no: Klikk {0} å fortsette til siden.
ru: Нажмите {0}, чтобы перейти на страницу.
sv: Klicka på {0} för att fortsätta till sidan.
tr: Sayfaya devam etmek için {0} 'a tıklayın.

# shortcut.clickToContinueToAsset
source: Click {0} to see the file.
de: Klicken Sie hier, um zum Medienelement {0} zu gelangen.
fr: Cliquez ici pour voir le fichier {0}.
hu: Kattintson {0} hogy lássa a file-t.
id_id: Klik {0} untuk melihat file.
it: Clicca qui per continuare alla risorsa {0}.
lv: Uzklikšķiniet {0}, lai redzētu lapu.
no: Klikk {0} for å se filen.
ru: Нажмите {0} для просмотра файла.
sv: Klicka på {0} för att se filen.
tr: Dosyayı görmek için {0} 'a tıklayın.

# shortcut.clickToContinueToExternalUrl
source: Click {0} to open the link.
de: Klicken Sie hier, um zur externen Seite {0} zu gelangen.
fr: Cliquez ici pour ouvrir le lien {0}.
hu: Kattintson {0} a link megnyitásához.
id_id: Klik {0} untuk membuka link.
it: Clicca qui per continuare alla pagina esterna {0}.
lv: Uzklikšķiniet {0}, lai atvērtu saiti.
no: Klikk {0} for å åpne koblingen.
ru: Нажмите {0}, чтобы перейти на внешнюю страницу.
sv: Klicka på {0} för att öppna länken.
tr: Linki açmak için {0} 'a tıklayın.

# shortcut.noTargetSelected
source: (no target has been selected)
de: (kein Ziel ausgewählt)
fr: (aucune cible n'a été sélectionné)
hu: (nincs cél kiválasztva)
id_id: (tidak ada target telah dipilih)
it: (non è stata selezionata alcuna destinazione)
lv: (nav izvēlēts mērķis)
no: (ingen mål er valgt)
ru: (цель не была выбрана)
sv: (inget mål har valts)
tr: (hiçbir hedef seçilmedi)

# shortcut.clickToContinueToFirstChildNode
source: This is a shortcut to the first child page.<br />Click {0} to continue to the page.
de: Dies ist ein Verweis auf die erste Unterseite.<br />Klicken sie auf {0}, um zur Seite zu gelangen.
fr: Il s'agit d'un raccourci vers la première sous-page. <br /> Cliquez sur {0} pour continuer vers la sous-page.
hu: Ez egy parancsikon az első gyermek oldalra. Kattintson ide az oldalra lépéshet {0}.
id_id: Ini adalah shortcut untuk halaman pertama anak. < br / > klik {0} untuk melanjutkan ke halaman.
it: Si tratta di una scorciatoia per la prima pagina figlia. < br / > fare clic su {0} per passare alla pagina.
lv: Tas ir īsceļš uz saistīto lapu.<br />Klikšķiniet {0}, lai turpinātu lapu.
no: Dette er en snarvei til den første undersiden.<br />Klikk {0} for å fortsette til siden.
ru: Это ярлык для первой дочерней страницы.<br />Нажмите {0}, для перехода на эту страницу.
sv: Detta är en genväg till den första barnsidan. <br />Klicka på {0} att fortsätta till sidan.
tr: Bu, ilk alt sayfaya bir kısayoldur. <br />Sayfaya devam etmek için {0} 'a tıklayın.

# shortcut.clickToContinueToParentNode
source: This is a shortcut to the parent page.<br />Click {0} to continue to the page.
de: Dies ist ein Verweis auf die übergeordnete Seite.<br />Klicken Sie auf {0}, um zur Seite zu gelangen.
fr: Il s'agit d'un raccourci vers la page parente. <br /> Cliquez sur {0} pour continuer vers cette page.
hu: Ez egy parancsikon a szülő oldalra. Kattintson ide az oldalra lépéshez {0}.
id_id: Ini adalah shortcut untuk halaman induk. < br / > klik {0} untuk melanjutkan ke halaman.
it: Si tratta di una scorciatoia per la pagina padre. < br / > fare clic su {0} per passare alla pagina.
lv: Tas ir īsceļš uz galveno lapu.<br />Klikšķiniet {0}, lai turpinātu lapu.
no: Dette er en snarvei til den overordnede siden. <br /> Klikk {0} å fortsette til siden.
ru: Это ярлык для родительской страницы.<br />Нажмите {0}, для перехода на эту страницу.
sv: Detta är en genväg till den överordnade sidan. <br />Klicka på {0} att fortsätta till sidan.
tr: Bu, üst sayfaya bir kısayoldur. <br />Sayfaya devam etmek için {0} 'a tıklayın.

# content.components.contentContextBar.fullScreenButton.title
source: Full Screen
de: Vollbild
fr: Plein écran
hu: Teljes képernyő
id_id: Layar penuh
it: Schermo intero
lv: Pilnekrāns
no: Fullskjerm
ru: Во весь экран
sv: Fullskärm
tr: Tam Ekran

# content.components.contentContextBar.liveShortcutButton.title
source: Open page in live workspace
de: Seite im Live-Arbeitsbereich öffnen
fr: Ouvrir la page dans l'espace de travail Live
hu: Élő nézet megnyitása
id_id: Buka halaman di bidang kerja hidup
it: Apri pagina in un'area di lavoro dal vivo
lv: Atvērt lapu tiešsaistes vietā
no: Åpne siden i live-arbeidsområdet
ru: Открыть страницу в публичной рабочей области
sv: Öppna sidan i live arbetsplatsen
tr: Sayfayı canlı çalışma alanında aç

# content.components.contentContextBar.previewShortcutButton.title
source: Open page in target workspace
de: Seite in Ziel-Workspace öffnen
fr: Ouvrir la page dans l'espace de travail cible
hu: Oldal megnyitása a cél munkaterületben
id_id: Buka halaman di bidang kerja target
it: Apri la pagina nello spazio di lavoro di destinazione
lv: Atvrt lapu izvēlētajā darba virsmā
ru: Открыть страницу в целевой рабочей области
sv: Öppna sidan i målarbetsytan
tr: Sayfayı hedef çalışma alanında aç

source: Discard all
de: Alle verwerfen
fr: ReJeter tous
hu: Összes elvetése
id_id: Membuang semua
it: Scartare tutto
lv: Atcelt visu
no: Forkast alt
ru: Отменить все
sv: Ignorera alla
tr: Hepsini iptal et

# content.components.discardAllDialog.discardAllChangesHeader
source: Discard all changes
de: Alle Änderungen verwerfen
fr: Ignorer toutes les modifications
hu: Összes változtatás elvetése
id_id: Buang semua perubahan
it: Annullare tutte le modifiche
lv: Atcelt visas izmaiņas
no: Forkast alle endringer
ru: Отменить все изменения
sv: Ignorera alla ändringar
tr: Bütün değişiklikleri iptal et

# content.components.discardAllDialog.discardAllChangesSubheader
source: Are you sure that you want to discard all changes in this workspace?
de: Sind Sie sicher, dass Sie alle Änderungen in diesem Workspace verwerfen möchten?
fr: Êtes-vous sûr de vouloir ignorer toutes les modifications dans cet espace de travail ?
hu: Biztos benne, hogy elveti az összes módosítást ezen a munkaterületen?
id_id: Apakah Anda yakin bahwa Anda ingin membuang semua perubahan dalam bidang kerja ini?
it: Sei sicuro di voler eliminare tutte le modifiche in questa area di lavoro?
lv: Vai esiet pārliecināti, ka vēlaties atcelt visas izmaiņas šajā vietā?
no: Er du sikker på at du vil forkaste alle endringer i dette arbeidsområdet?
ru: Вы уверены, что хотите отменить все изменения в этой рабочей области?
sv: Är du säker på att du vill ignorera alla ändringar i den här arbetsytan?
tr: Bu çalışma alanındaki tüm değişiklikleri iptal etmek istediğinizden emin misiniz?

# content.components.discardAllDialog.discardXChangesSubheader
source: Are you sure that you want to discard {numberOfChanges} change(s) in this workspace?
fr: Êtes-vous sûr de vouloir ignorer {numberOfChanges} modification(s) dans cet espace de travail ?
hu: Biztos elvet {numberOfChanges} módosítást a munkafelületen?
id_id: Apakah Anda yakin ingin membuang perubahan {numberOfChanges} di ruang kerja ini?
it: Sicuro di voler scartare {numberOfChanges} cambiamento/i in quest'area di lavoro?
lv: Vai esiet pārliecināti, ka vēlaties atcelt {numberOfChanges} izmaiņas šajā darba virsmā?
sv: Är du säker på att du vill ignorera {numberOfChanges} ändring(ar) i denna arbetsyta?

source: Publish all
de: Alles veröffentlichen
fr: Publier tous
hu: Minden közzététele
id_id: Mempublikasikan semua
it: Pubblicare tutto
lv: Publicēt visu
no: Publiser alt
ru: Опубликовать все
sv: Publicera alla
tr: Tümünü yayımla

# content.components.publishAllDialog.header
source: Publish all changes
de: Alle Änderungen veröffentlichen
fr: Publier toutes les modifications
hu: Minden változtatás közzététele
id_id: Mempublikasikan semua perubahan
it: Pubblicare tutte le modifiche
lv: Publicēt visas izmaiņas
no: Publiser alle endringer
ru: Опубликовать все изменения
sv: Publicera alla ändringar
tr: Tüm değişiklikleri yayımla

# content.components.publishAllDialog.subheader
source: Are you sure that you want to publish all changes?
de: Sind Sie sicher, dass Sie alle Änderungen veröffentlichen möchten?
fr: Êtes-vous sûr de vouloir publier toutes les modifications ?
hu: Biztos benne, hogy közzéteszi az összes változást?
id_id: Apakah Anda yakin bahwa Anda ingin mempublikasikan semua perubahan?
it: Sei sicuro di voler pubblicare tutti i cambiamenti?
lv: Vai tiešam vēlaties publicēt visas izmaiņas?
no: Er du sikker på at du vil publisere alle endringer?
ru: Вы уверены, что хотите опубликовать все изменения?
sv: Är du säker på att du vill publicera alla ändringar?
tr: Tüm değişiklikleri yayımlamak istediğinizden emin misiniz?

# content.components.dirtyWorkspaceDialog.dirtyWorkspaceHeader
source: Pending changes
de: Ausstehende Änderungen
fr: Modifications en attente
hu: Függőben lévő módosítások
id_id: Perubahan tertunda
it: Modifiche in sospeso
lv: Gaidāmās izmaiņas
no: Ventende endringer
ru: Невыполненные изменения
sv: Väntande ändringar
tr: Bekleyen değişiklikler

# content.components.dirtyWorkspaceDialog.dirtyWorkspaceContainsChanges
source: Your personal workspace currently contains unpublished changes. In order to switch to a different target workspace you need to either publish or discard pending changes first.
de: Ihr persönlicher Arbeitsbereich enthält derzeit unveröffentlichte Änderungen. Um zu einem anderen Ziel-Arbeitsbereich zu wechseln, müssen Sie die Inhalte zunächst entweder veröffentlichen oder verwerfen.
fr: Votre espace de travail personnel contient actuellement des modifications non publiées. Afin de passer à un espace de travail cible différent, vous devrez avant tout publier ou rejeter les changements en attente.
hu: A jelenlegi munkaterület nem publikált módosításokat tartalmaz. Csak akkor tud munkaterületet váltani ha publikálja vagy elveti a módosításokat.
id_id: Ruang kerja pribadi Anda saat ini berisi perubahan yang tidak diterbitkan. Untuk beralih ke sasaran bidang kerja yang berbeda Anda perlu untuk menerbitkan atau membuang perubahan yang tertunda terlebih dahulu.
it: Il tuo spazio di lavoro personale attualmente contiene modifiche non pubblicate. Per passare a un'area di lavoro di destinazione diversa è necessario pubblicare o annullare le modifiche in sospeso prima.
lv: Jūsu personīgā darba virsma satur nepublicētas izmaiņas. Lai pārslēgtos uz citu vietu darba virsmā, jums nepieciešams vispirms publicēt vai atcelt veiktās izmaiņas.
no: Det personlige arbeidsområde inneholder upubliserte endringer. For å bytte til et annet arbeidsområde må du enten publisere eller forkaste ventende endringer først.
ru: Ваша личная рабочай область в настоящее время содержит неопубликованные изменения. Чтобы переключиться на другое целевое рабоче пространство необходимо сначала опубликовать или отменить неопубликованные изменения.
sv: Din personliga arbetsyta innehåller för närvarande opublicerade ändringar. För att växla till en annan arbetsyta måste du antingen publicera eller ignorera opublicerade ändringar först.
tr: Kişisel çalışma alanınız şu anda yayınlanmamış değişiklikler içeriyor. Farklı hedef çalışma alanına geçmek için öncelikle değişiklikleri ya yayımlamalı ya da iptal etmelisiniz.

# content.components.dirtyWorkspaceDialog.dirtyWorkspacePleaseReviewChanges
source: Please review your changes, publish or discard them, and then choose a new target workspace again.
de: Bitte überprüfen Sie Ihre Änderungen, veröffentlichen oder verwerfen sie und wählen Sie dann erneut einen neuen Ziel-Arbeitsbereich.
fr: Veuillez consulter vos modifications, publiez ou rejetez-les et puis choisissez un nouvel espace de travail cible à nouveau.
hu: Kérjük ellenőrizze a módosításait, publikálja vagy vesse el őket és ezután válasszon ismét munkaterületet.
id_id: Harap Tinjau perubahan, publikasikan atau membuangnya, dan kemudian memilih sasaran bidang kerja baru lagi.
it: Si prega di rivedere le modifiche, pubblicare od annullarle e quindi scegliere di nuovo una nuova area di lavoro di destinazione.
lv: Lūdzu, pārskatiet savas izmaiņas, publicēt vai atcelt tās, un vēlreiz izvēlieties citu vietu darba virsmā.
no: Se gjennom endringene og publiser eller forkast dem og velg deretter et nytt arbeidsområde.
ru: Пожалуйста просмотрите ваши изменения, опубликуйте или отмените их, а затем снова выбирите целевую рабочую область.
sv: Granska dina ändringar, publicera eller ignorera dem och välj sedan en ny arbetsyta igen.
tr: Lütfen değişikliklerinizi gözden geçirip yayınlayın veya iptal edin, sonrasında tekrar yeni bir hedef çalışma alanı seçin.

# content.components.editPreviewPanel.modes
source: Editing Modes
de: Bearbeitungsmodus
fr: Modes d'édition
hu: Szerkesztési módok
id_id: Mode Pengeditan
it: Modalità di Modifica
lv: Rediģēšānas režīmi
no: Redigeringsmoduser
ru: Режимы редактирования
sv: Redigeringslägen
tr: Düzenleme modları

# content.components.editPreviewPanel.previewCentral
source: Preview Central
de: Vorschau Zentrale
fr: Aperçu central
hu: Előnézet
id_id: Pusat Tinjauan
it: Anteprima Centrale
lv: Priekšskatījuma centrāle
no: Forhåndsvisningssentral
ru: Центр предпросмотра
sv: Förhandsgranskningscentral
tr: Merkezi Önizle

# content.inspector.unappliedChangesDialog.header
source: You still have changes. What do you want to do with them?
de: Es sind noch Änderungen vorhanden. Was soll mit ihnen geschehen?
fr: Vous avez encore des modifications. Que voulez-vous faire avec ?
hu: Függőben vannak módosítások. Mit szeretne tenni velük?
id_id: Anda masih memiliki perubahan. Apa yang Anda ingin lakukan dengan perubahan itu?
it: Hai ancora delle modifiche. Cosa vuoi fartene?
lv: Joprojām ir nesaglabātas izmaiņas. Ko jūs vēlaties darīt ar viņām?
no: Du har fortsatt endringer. Hva vil du gjøre med dem?
ru: Имеются несохраненные изменения. Что с ними делать?
sv: Du har fortfarande förändringar. Vad vill du göra med dem?
tr: Hala değişiklikleriniz bulunmakta. Onları ne yapmak istersiniz?

# content.inspector.inspectorView.selectedElement
source: Selected element
de: Ausgewähltes Element
fr: Élément sélectionné
hu: Kiválasztott elem
id_id: Elemen yang dipilih
it: Elemento selezionato
lv: Iezīmētais elements
no: Markert element
ru: Выбранный элемент
sv: Markerat element
tr: Seçili öğe

# content.inspector.unappliedChangesDialog.alert.title
source: There are fields that are not correctly filled in.
de: Einige Felder sind nicht korrekt ausgefüllt.
fr: Il y a des champs qui ne sont pas correctement remplis.
hu: Egyes mezők nincsenek megfelelően kitöltve.
id_id: Ada bidang yang tidak benar diisi.
it: Alcuni campi non sono stati compilati correttamente.
lv: Ir lauki, kas nav pareizi aizpildīti.
no: Det er felt som ikke er fylt ut riktig.
ru: Есть поля, которые заполнены неправильно.
sv: Det finns fält som inte är korrekt ifyllda.
tr: Doğru şekilde doldurulmamış alanlar var.

# content.inspector.unappliedChangesDialog.alert.content
source: The fields marked with an error are not yet correctly filled in. Please complete them properly.
de: Die markierten Felder sind noch nicht korrekt ausgefüllt. Bitte korrigieren Sie diese.
fr: Les champs marqués avec une erreur ne sont pas encore correctement remplis. Veuillez les remplir correctement.
hu: Az hibajelzéssel ellátott mezők nincsenek megfelelően kitöltve. Kérjük ellenőrizze a mezőket.
id_id: Kolom yang ditandai dengan kesalahan belum benar diisi. Silahkan lengkapi dengan benar.
it: I campi contrassegnati con un errore non sono ancora correttamente compilati. Completarli correttamente.
lv: Lauki, kas atzīmēti ar kļūdām vai vēl nav pareizi aizpildīti. Lūdzu, laukus aizpildiet pareizi.
no: Feltene merket med feil er ikke ennå riktig fylt ut. Fyll dem ut riktig.
ru: Отмеченные ошибкой поля всё еще заполнены не верно. Пожалуйста, заполните их должным образом.
sv: Fälten markerade med ett fel har ännu ej fyllts i korrekt. Korrigera dem.
tr: Hata ile işaretlenmiş alanlar henüz doğru şekilde doldurulmamış. Lütfen bu kısımları uygun şekilde tamamlayınız.

# content.inspector.unappliedChangesDialog.button.default
source: Continue editing
de: Bearbeitung fortsetzen
fr: Continuer l'édition
hu: Szerkesztés folytatása
id_id: Lanjutkan mengedit
it: Continuare la modifica
lv: Turpināt rediģēšanu
no: Fortsett redigeringen
ru: Продолжить правку
sv: Fortsätt redigera
tr: Düzenlemeye devam et

# content.inspector.unappliedChangesDialog.button.danger
source: Throw away
de: Verwerfen
fr: Jeter
hu: Elvetés
id_id: Membuang
it: Scarta
lv: Izmest
no: Forkast
ru: Отклонить
sv: Släng
tr: At

# content.inspector.unappliedChangesDialog.button.success
source: Apply
de: Übernehmen
fr: Appliquer
hu: Alkamaz
id_id: Menerapkan
it: Applica
lv: Apstiprināt
no: Ta i bruk
ru: Применить
sv: Tillämpa
tr: Uygula

# content.inspector.editors.masterPluginEditor.selectPlugin
source: Select a Plugin
de: Plugin auswählen
fr: Sélectionnez un Plugin
hu: Bővitmény kiválasztása
id_id: Pilih sebuah Plugin
it: Seleziona un Plugin
lv: Izvēlaties spraudni
no: Velg en plugin
ru: Выберите плагин
sv: Välj ett plugin
tr: Bir eklenti seçin

# content.inspector.editors.masterPluginEditor.noPluginConfigured
source: No plugin configured
de: Kein Plugin konfiguriert
fr: Aucun plugin configuré
hu: Nincs beállítva bővitmény
id_id: Tidak ada Plugin dikonfigurasi
it: Nessun plugin configurato
lv: Spraudnis nav konfigurēts
no: Ingen plugin konfigurert
ru: Ни один плагин не настроен
sv: Inget plugin har konfigurerats
tr: Hiçbir eklenti yapılandırılmamış

# content.inspector.editors.pluginViewsEditor.displayedOnPage
source: view is displayed on page
de: Darstellung wird auf der Seite angezeigt
fr: la vue est affichée sur la page
hu: bővitmény nézet az oldalon
id_id: view ditampilkan pada halaman
it: la visualizzazione è mostrata sulla pagina
lv: skats tiek rādīts lapā
no: visningen finnes på siden
ru: представление отображается на странице
sv: vyn visas på sidan
tr: görüntü, sayfada gösteriliyor

# content.inspector.editors.pluginViewsEditor.displayedOnCurrentPage
source: view is displayed on current page
de: Darstellung wird auf der aktuellen Seite angezeigt
fr: la vue est affichée sur la page en cours
hu: bővitmény nézet az aktuális oldalon
id_id: view ditampilkan pada Halaman ini
it: la visualizzazione è mostrata sulla pagina corrente
lv: skats tiek rādīts pašreizējā lapā
no: visningen finnes på den aktive siden
ru: представление отображается на текущей странице
sv: vyn visas på den aktuella sidan
tr: görüntü, mevcut sayfada gösteriliyor

# content.inspector.editors.dateTimeEditor.noDateSet
source: No date set
de: Kein Datum ausgewählt
fr: Aucune date définie
hu: Nincs dátum beállítva
id_id: Tidak ada tanggal yang ditetapkan
it: Nessuna data impostata
lv: Nav iestatīts datums
no: Ingen dato
ru: Дата не установлена
sv: Inget datum har ställts in
tr: Tarih ayarlanmadı

# content.inspector.editors.codeEditor.editCode
source: Edit code
de: Code bearbeiten
fr: Modifier le code
hu: Kód szerkesztése
id_id: Mengedit kode
it: Modifica codice
lv: Rediģēt kodu
no: Rediger kode
ru: Редактировать код
sv: Redigera kod
tr: Kodu düzenle

# content.inspector.editors.linkEditor.search
source: Paste a link, or type to search
de: Link einfügen oder Eingabe zur Suche
fr: Coller un lien, ou taper pour rechercher
hu: Link beillesztése vagy írjon a kereséshez
id_id: Sisipkan link, atau ketik ke pencarian
it: Incolla un link o scrivi per cercare
lv: Iekopēt saiti vai rakstiet, lai meklētu
no: Lim inn en kobling eller skriv for å søke
ru: Вставьте ссылку или введите для поиска
sv: Klistra in en länk eller skriv för att söka
tr: Bir bağlantı yapıştırın veya arama yapmak için yazın

# content.inspector.editors.nodeTypeEditor.unableToLoadSubNodeTypes
source: Unable to load sub node types of:
de: Kann untergeordnete Nodetypen von Folgenden nicht laden:
fr: Impossible de charger les types de nœuds enfant de :
hu: Nem sikerült betölteni a következő típusú al csomópontot:
id_id: Tidak dapat memuat sub node jenis:
it: Impossibile caricare i tipi di sotto-nodo di:
lv: Nevar ielādēt apakš-mezgla veidus:
no: Kan ikke laste inn undernoden av typen:
ru: Не удается загрузить подтипы элементов:
sv: Kunde inte ladda undernod-typer av:
tr: Şu alt düğüm türleri yüklenemedi:

# content.inspector.groups.type
source: Change type
de: Typ ändern
fr: Modifier le type
hu: Típus megváltoztatása
id_id: Ubah jenis
it: Modifica tipo
lv: Mainīt veidu
no: Endre type
ru: Изменить тип
sv: Ändra typ
tr: Türü değiştir

# content.inspector.groups.nodeInfo
source: Additional info
de: Zusätzliche Informationen
fr: Informations complémentaires
hu: További információ
id_id: Info tambahan
it: Informazione aggiuntiva
lv: Papildus info
no: Ytterligere info
ru: Дополнительная информация
sv: Ytterligare information
tr: İlave bilgi

# content.inspector.groups.visibility
source: Visibility
de: Sichtbarkeit
fr: Visibilité
hu: Láthatóság
id_id: Visibilitas
it: Visibilità
lv: Redzamība
no: Synlighet
ru: Видимость
sv: Synlighet
tr: Netlik

# content.inspector.groups.document
source: Document options
de: Dokumentoptionen
fr: Options du document
hu: Dokumentum beállításai
id_id: Piihan Dokumen
it: Opzioni documento
lv: Dokumenta opcijas
ru: Параметры документа
sv: Dokumentalternativ
tr: Belge ayarları

# content.inspector.validators.stringLength.outOfBounds
source: The length of this text must be between {minimum} and {maximum} characters.
de: Die Länge dieses Textes muss zwischen {minimum} und {maximum} Zeichen sein.
fr: La longueur de ce texte doit être comprise entre {{minimum}} et {{maximum}} caractères.
hu: A szöveg hossza {minimum} és {maximum} karakter között kell legyen.
id_id: Panjang teks ini harus antara {minimum} dan {maximum} karakter.
it: La lunghezza di questo testo deve essere compresa tra {minimum} e {maximum} caratteri.
lv: Šim tekstam jābūt starp {{minimum}} un {{maximum}} rakstzīmēm.
no: Lengden på denne teksten må være mellom {{minimum}} og {{maximum}} tegn.
ru: Длина этого текста должна быть между {minimum} и {maximum} символами.
sv: Texten måste vara mellan {minimum} och {maximum} tecken lång.
tr: Yazının uzunluğu {minimum} ile {maximum} karakter arasında olmalıdır.

# content.inspector.validators.stringLength.smallerThanMinimum
source: This field must contain at least {minimum} characters.
de: Dieses Feld muss mindestens {minimum} Zeichen enthalten.
fr: Ce champ doit contenir au moins {{minimum}} caractères.
hu: Ez a mező legalább {minimum} karakter kell legyen.
id_id: Bidang ini harus mengandung setidaknya {minimum} karakter.
it: Questo campo deve contenere almeno {minimum} caratteri.
lv: Šim laukam jāsatur vismaz {{minimum}} rakstzīmes.
no: Dette feltet må inneholde minst {{minimum}} tegn.
ru: Это поле должно содержать по крайней мере {minimum} символов.
sv: Detta fält måste innehålla minst {minimum} tecken.
tr: Bu alan en az {minimum} karakter içermeli.
