Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

# userSettings.saveUser
source: Save User
ar: حفظ المستخدم
de: Benutzer speichern
es: Guardar usuario
fi: Tallenna käyttäjä
hu: Felhasználó mentése
id_id: Simpan pengguna
it: Salva Utente
lv: Saglabāt lietotāju
pl: Zapisz użytkownika
pt_br: Salvar Usuário
sv: Spara användare
tr: Kullanıcıyı Kaydet

# userSettings.editUser
source: Edit User
ar: تعديل المستخدم
de: Benutzer bearbeiten
es: Editar usuario
fi: Muokkaa käyttäjää
hu: Felhasználó szerkesztése
id_id: Edit pengguna
it: Modifica Utente
lv: Rediģēt lietotāju
pl: Edytuj użytkownika
pt_br: Editar Usuário
sv: Redigera användare
tr: Kullanıcıyı Düzenle

# configuration.anErrorOccurredDuringValidationOfTheConfiguration.title
source: An error occurred during validation of the configuration.
de: Bei der Validierung der Konfiguration ist ein Fehler aufgetreten.

# sites.update.title
source: Update
ar: تحديث
de: Aktualisieren
fi: Päivitä
hu: Frissítés
id_id: Pembaruan
it: Aggiornamento
lv: Atjaunināt
pl: Aktualizuj
pt_br: Atualizar
sv: Uppdatera
tr: Güncelle

# sites.update.body
source: The site "{0}" has been updated.
de: Die Seite "{0}" wurde aktualisiert.

# sites.theSiteHasBeenImported.body
source: The site has been imported.
de: Die Seite wurde importiert.

# sites.importError.title
source: Import error
de: Fehler beim Importieren

# sites.siteCreationError.siteWithSiteNodeNameAlreadyExists.title
source: Site creation error
de: Fehler beim Erstellen der Seite

# sites.siteCreationError.givenNodeTypeNotBasedOnSuperType.title
source: Site creation error
de: Fehler beim Erstellen der Seite

# sites.siteDeleted.title
source: Site deleted
de: Seite gelöscht

# sites.siteDeleted.body
source: The site "{0}" has been deleted.
de: Die Seite "{0}" wurde gelöscht.

# sites.siteActivated.title
source: Site activated
de: Seite aktiviert

# sites.siteActivated.body
source: The site "{0}" has been activated.
de: Die Seite "{0}" wurde aktiviert.

# sites.siteDeactivated.title
source: Site deactivated
de: Seite deaktiviert

# sites.siteDeactivated.body
source: The site "{0}" has been deactivated.
de: Die Seite "{0}" wurde deaktiviert.

# users.userCreated.title
source: User created
de: Benutzer wurde erstellt

# users.userCreated.body
source: The user "{0}" has been created.
de: Der Benutzer "{0}" wurde erstellt.

# users.userCreationDenied.title
source: User creation denied
de: Erstellung des Benutzers verweigert

# users.userCreationDenied.body
source: You are not allowed to create a user with roles "{0}".
de: Sie dürfen keinen Benutzer mit den Rollen "{0}" erstellen.

# users.userEditingDenied.editing.title
source: User editing denied
de: Bearbeitung des Benutzers verweigert

# users.userEditingDenied.editing.body
source: Not allowed to edit the user "{0}".
de: Sie sind nicht berechtigt den Benutzer "{0}" zu bearbeiten.

# users.userUpdated.title
source: User updated
de: Benutzer aktualisiert

# users.userUpdated.body
source: The user "{0}" has been updated.
de: Der Benutzer "{0}" wurde aktualisiert.

# users.userEditingDenied.deletion.title
source: User editing denied
de: Bearbeitung des Benutzers verweigert

# users.userEditingDenied.deletion.body
source: Not allowed to delete the user "{0}".
de: Sie sind nicht berechtigt den Benutzer "{0}" zu löschen.

# users.currentUserCannotBeDeleted.title
source: Current user cannot be deleted
de: Aktueller Benutzer kann nicht gelöscht werden.

# users.currentUserCannotBeDeleted.body
source: You cannot delete the currently logged in user
de: Sie können den Benutzer, mit dem Sie aktuell eingeloggt sind, nicht löschen.

# users.userDeleted.title
source: User deleted
de: Benutzer gelöscht

# users.userDeleted.body
source: The user "{0}" has been deleted.
de: Der Benutzer "{0}" wurde gelöscht.

# users.userAccountEditingDenied.title
source: User account editing denied
de: Bearbeitung des Benutzerkontos verweigert

# users.userAccountEditingDenied.body
source: Not allowed to edit the account for the user "{0}".
de: Sie sind nicht berechtigt den Benutzer "{0}" zu bearbeiten.

# users.doNotLockYourselfOut.title
source: Don\'t lock yourself out
de: Sperren Sie sich nicht aus

# users.doNotLockYourselfOut.body
source: With the selected roles the currently logged in user wouldn\'t have access to this module any longer. Please adjust the assigned roles!
de: Mit diesen zugewiesenen Rollen hätte der aktuell eingeloggte Benutzer keinen Zugriff mehr auf diese Einstellungen. Bitte passen Sie die zugewiesenen Rollen an!

# users.accountUpdated.title
source: Account updated
de: Konto aktualisiert

# users.accountUpdated.body
source: The account has been updated.
de: Das Konto wurde aktualisiert.

# users.userEmailEditingDenied.title
source: User email editing denied
de: Bearbeiten der E-Mail-Adresse verweigert

# users.userEmailEditingDenied.body
source: Not allowed to create an electronic address for the user "{0}".
de: Sie sind nicht berechtigt eine elektronische Adresse für den Benutzer "{0}" zu erstellen.

# users.electronicAddressAdded.title
source: Electronic address added
de: Elektronische Adresse hinzugefügt

# users.electronicAddressAdded.body
source: An electronic address "{0}" ({1}) has been added.
de: Eine elektronische Adresse "{0}" ({1}) wurde hinzugefügt.

# users.userEmailDeletionDenied.title
source: User email deletion denied
de: Löschen der E-Mail-Adresse verweigert

# users.userEmailDeletionDenied.body
source: Not allowed to delete an electronic address for the user "{0}".
de: Sie sind nicht berechtigt eine elektronische Adresse für den Benutzer "{0}" zu löschen.

# users.electronicAddressRemoved.title
source: Electronic address removed
de: Elektronische Adresse gelöscht

# users.electronicAddressRemoved.body
source: The electronic address "{0}" ({1}) has been deleted for "{2}".
de: Die elektronische Adresse "{0}" ({1}) für "{2}" wurde gelöscht.

# userSettings.UserUpdated.title
source: User updated
de: Benutzer aktualisiert

# userSettings.UserUpdated.body
source: Your user has been updated.
de: Ihr Benutzer wurde aktualisiert.

# userSettings.passwordUpdated.title
source: Password updated
de: Passwort aktualisiert

# userSettings.passwordUpdated.body
source: The password has been updated.
de: Das Passwort wurde aktualisiert.

# userSettings.electronicAddressAdded.title
source: Edit User
ar: تعديل المستخدم
de: Benutzer bearbeiten
fi: Muokkaa käyttäjää
hu: Felhasználó szerkesztése
id_id: Edit pengguna
it: Modifica Utente
lv: Rediģēt lietotāju
pl: Edytuj użytkownika
pt_br: Editar Usuário
sv: Redigera användare
tr: Kullanıcıyı Düzenle

# userSettings.electronicAddressAdded.body
source: An electronic address "{0}" ({1}) has been added.
de: Die elektronische Adresse "{0}" ({1}) wurde hinzugefügt.

# userSettings.electronicAddressRemoved.title
source: Electronic address removed
de: Elektronische Adresse entfernt

# userSettings.electronicAddressRemoved.body
source: The electronic address "{0}" ({1}) has been deleted for "{2}".
de: Die elektronische Adresse "{0}" ({1}) für "{2}" wurde gelöscht.

source: Click to edit
es: Haga clic para editar

source: Click to delete
es: Haga clic para borrar

# media.replace.options.keepOriginalFilename
source: Keep the filename "{0}"
es: Conservar el archivo "{0}"

# media.description
source: This module allows managing of media assets including pictures, videos, audio and documents.
es: Este módulo permite la gestión de activos de medios incluyendo fotos, videos, audio y documentos.

# history.eventDescription.node.added
source: {0} created the {1} {2}.
es: {0} creado el {1} {2}.

# history.eventDescription.node.removed
source: {0} removed the {1} {2}.
es: {0} eliminó el {1} {2}.

# history.eventDescription.node.adopted
source: {0} created the variant {1} of {2} {3}.
es: {0} creó la variante {1} de {2} {3}.

# history.eventDescription.node.changed
source: {0} changed {1} {2}.
es: {0} cambió {1} {2}.

# history.eventDescription.node.moved
source: {0} moved {1} {2}.
es: {0} movió {1} {2}.

# history.eventDescription.node.copied
source: {0} copied {1} {2}.
es: {0} copió {1} {2}.

# history.eventDescription.node.renamed
source: {0} renamed {1} "{2}" to "{3}".
es: {0} renombró {1} "{2}" como "{3}".

# history.eventDescription.node.changedContent
source: {0} changed content on {1} {2}.
es: {0} cambió contenido en {1} {2}.

# users.name
source: Name
ar: الاسم
es: Nombre
fi: Nimi
hu: Név
id_id: Nama
it: Nome
lv: Vārds
pl: Nazwa
pt_br: Nome
sv: Namn
tr: Ad

# media.field.name
source: Name
es: Nombre

# media.field.title
source: Title
es: Título

# media.field.label
source: Label
es: Etiqueta

# media.field.caption
source: Caption
es: Pie de foto

# media.field.lastModified
source: Last modified
es: Última modificación

# media.field.fileSize
source: File size
es: Tamaño del archivo

# media.field.type
source: Type
es: Tipo

# media.field.tags
source: Tags
es: Etiquetas

# media.sortByName
source: Sort by name
es: Ordenar por nombre

# media.sortByLastModified
source: Sort by last modified
es: Ordenar por última modificación

# media.sortby
source: Sort by
es: Clasificar por

# media.sortdirection
source: Sort direction
es: Ordenar por dirección

# media.sortdirection.asc
source: Ascending
es: Ascendente

# media.sortdirection.desc
source: Descending
es: Descendete

# media.tooltip.dragAndDropOnTagOrCollection
source: Drag and drop on tag or collection
es: Arrastrar y soltar en la etiqueta o colección

# media.tooltip.editAsset
source: Edit asset
es: Editar activos

# media.tooltip.replaceAssetResource
source: Replace
es: Reemplazar

# media.tooltip.deleteAsset
source: Delete asset
es: Eliminar activos

# media.message.reallyDeleteAsset
source: Do you really want to delete asset "{0}"?
es: ¿Realmente desea eliminar el activo "{0}"?

# media.message.reallyDeleteCollection
source: Do you really want to delete collection "{0}"?
es: ¿Realmente desea eliminar la colección "{0}"?

# media.message.reallyDeleteTag
source: Do you really want to delete tag "{0}"?
es: ¿Realmente desea eliminar la etiqueta "{0}"?

# media.message.willBeDeleted
source: This will delete the asset.
es: Esto eliminará el activo.

# media.message.willDeleteCollection
source: This will delete the collection, but not the assets that it contains.
es: Esto eliminará la colección, pero no los activos que contiene.

# media.message.willDeleteTag
source: This will delete the tag, but not the assets that has it.
es: Esto eliminará la etiqueta, pero no los activos que contiene.

# media.message.operationCannotBeUndone
source: This operation cannot be undone.
es: Esta operación no se puede deshacer.

# media.cancel
source: Cancel
es: Cancelar

# media.replaceAssetResource
source: Replace
es: Reemplazar

# media.saveEditing
source: Save
es: Guardar

# media.message.confirmDelete
source: Yes, delete the asset
es: Sí, eliminar el activo

# media.message.confirmDeleteCollection
source: Yes, delete the collection
es: Sí, borrar la colección

# media.message.confirmDeleteTag
source: Yes, delete the tag
es: Sí, eliminar la etiqueta

# media.thumbnail.editTitle
source: Edit {0}
es: Editar {0}

# media.search.title
source: Search in assets
es: Buscar en activos

# media.search.placeholder
source: Search
es: Buscar

# media.search.itemCount
source: {0} items
es: {0} elementos

# media.search.foundMatches
source: found matching "{0}"
es: encontrados coincidentes con "{0}"

# media.upload
source: Upload
es: Subir

# media.filterOptions
source: Filter options
es: Opciones del filtro

# media.filter.title.all
source: Display all asset types
es: Mostrar todos los tipos de activos

# media.filter.title.images
source: Only display image assets
es: Mostrar sólo activos de imágenes

# media.filter.title.documents
source: Only display document assets
es: Mostrar sólo activos de documento

# media.filter.title.video
source: Only display video assets
es: Mostrar sólo activos de video

# media.filter.title.audio
source: Only display audio assets
es: Mostrar sólo activos de audio

# media.filter.all
source: All
es: Todo

# media.filter.images
source: Images
es: Imágenes

# media.filter.documents
source: Documents
es: Documentos

# media.filter.video
source: Video
es: Vídeo

# media.tooltip.sortOptions
source: Sort options
es: Opciones de ordenación

# media.tooltip.listView
source: List view
es: Vista de lista

# media.tooltip.thumbnailView
source: Thumbnail view
es: Vista en miniatura

# media.collections
source: Collections
es: Colecciones

# media.editCollections
source: Edit collections
es: Editar colecciones

# media.editCollection
source: Edit collection
es: Editar colección

# media.deleteCollection
source: Delete collection
es: Eliminar colección

# media.createCollection
source: Create collection
es: Crear colección

# media.newCollection.placeholder
source: Enter collection title
es: Título de la colección

# media.allCollections
source: All collections
es: Todas las colecciones

# media.tags
source: Tags
es: Etiquetas

# media.editTags
source: Edit tags
es: Editar etiquetas

# media.editTag
source: Edit tag
es: Editar etiqueta

# media.deleteTag
source: Delete tag
es: Eliminar etiqueta

# media.createTag
source: Create tag
es: Crear etiqueta

# media.tags.all
source: All
es: Todo

# media.untaggedAssets
source: Untagged assets
es: Activos sin etiquetar

# media.untagged
source: Untagged
es: Sin etiquetar

# media.maxUploadSize
source: Max. upload size {0} per file
es: Max. tamaño de subida {0} por archivo

# media.dropFiles
source: Drop files here
es: Soltar archivos aquí

# media.clickToUpload
source: or click to upload
es: o haga clic para subir

# media.chooseFile
source: Choose file
es: Seleccione archivo

# media.noAssetsFound
source: No Assets found.
es: No se han encontrado activos.

# media.basics
source: Basics
es: Fundamentos

# media.delete
source: Delete
es: Borrar

# media.clickToDelete
source: Click to delete
es: Haga clic para borrar

# media.save
source: Save
es: Guardar

# media.metadata
source: Metadata
es: Metadatos

# media.metadata.filename
source: Filename
es: Nombre de archivo

# media.metadata.lastModified
source: Last modified (resource)
es: Última modificación (recurso)

# media.metadata.fileSize
source: File size
es: Tamaño del archivo

# media.metadata.dimensions
source: Dimensions
es: Dimensiones

# media.metadata.type
source: Type
es: Tipo

# media.metadata.identifier
source: Identifier
es: Identificador

# media.preview
source: Preview
es: Vista previa

# media.cannotUploadFile
source: Cannot upload the file
es: No se puede cargar el archivo

# media.fileSizeExceedsAllowedLimit
source: The file size of {0} exceeds the allowed limit of {1}
es: El tamaño del archivo de {0} supera el límite permitido de {1}

# media.forTheFile
source: for the file
es: para el archivo

# media.onlySomeFilesWereUploaded
source: Only some of the files were successfully uploaded. Refresh the page to see the those.
es: Sólo algunos de los archivos fueron subidos con éxito. Actualice la página para ver cuales han sido.

# media.taggingAssetsFailed
source: Tagging the asset failed.
es: El etiquetado del activo ha fallado.

# media.addingAssetsToCollectionFailed
source: Adding the asset to the collection failed.
es: El agregar el recurso a la colección ha fallado.

# media.creating
source: Creating
es: Creando

# media.relatedNodes[0]
source: {0} usages
es: {0} uso

# media.relatedNodes[1]
source: {0} usages
es: {0} usos

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[0]
source: Did not delete workspace "{0}" because it currently contains {1} nodes.
id_id: Tidak menghapus bidang kerja "{0}" karena saat ini mengandung {1} node.
lv: Nevar izdzēst darba virsmu "{0}", jo tā satur mezglu {1}.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[1]
source: Did not delete workspace "{0}" because it currently contains {1} node.
lv: Nevar izdzēst darba virsmu "{0}", jo tā satur {1} mezglu.

# sites.domains
source: Domains
ar: نطاقات
hu: Domainek
id_id: Domain
it: Domini
lv: Domēns
pl: Domeny
pt_br: Domínios
sv: Domäner
tr: Alan adları

# sites
source: Site
ar: موقع
fi: Sivusto
hu: Oldal
id_id: Situs
it: Sito
lv: Vietne
pl: Strona
sv: Sida

# site.name
source: Name
ar: الاسم
fi: Nimi
hu: Név
id_id: Nama
it: Nome
lv: Vārds
pl: Nazwa
pt_br: Nome
sv: Namn
tr: Ad

# dimensions.interDimension.short
source: Inter dimensional
hu: Több dimenzió
id_id: Dimensi inter
it: Inter dimensionale
lv: Elementu ārējie savienojumi
tr: Boyutlararası

# dimensions.intraDimension.short
source: Intra dimensional
id_id: Intra dimensi
it: Intra dimensionale
lv: Elementu iekšējie savienojumi
tr: Boyutlararası

# sites.noNeosKickstarterInfo
source: The <em>Neos Kickstarter</em> package is not installed, install it to kickstart new sites.
sv: <em>Neos Kickstarter</em> paket är inste installerat. Installera det för att snabbstarta nya sidor.
tr: <em>Neos Kickstarter</em>paketi yüklenmedi, başlatmak için yeni siteleri yükleyin.

# users.tooltip.editDisallowed
source: Not enough privileges to edit this user
tr: Bu kullanıcıyı düzenlemek için yeterli yetki yok

# users.tooltip.deleteDisallowed
source: Not enough privileges to delete this user
tr: Bu kullanıcıyı silmek için yeterli yetki yok

# sites.generatorClass
source: Select a site generator
tr: Bir site oluşturucu seçin
