Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

# users.tooltip.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
ar: تم تسجيل الدخولك بهذا مستخدم ولا يمكنك حذف نفسك.
de: Sie sind als dieser Benutzer angemeldet und können sich nicht selbst löschen.
es: Estas conectado como este usuario y no se puede eliminar usted mismo.
fi: Et voi poistaa käyttäjää jolla olet kirjautuneena.
hu: Felhasználóként van bejelentkezve, nem törölheti magát.
id_id: Anda login sebagai user ini dan Anda tidak dapat menghapus diri sendiri.
it: Sei loggato come questo utente e non puoi eliminarti da solo.
lv: Ja esiet reģistrējies kā lietotājs, tad savus ievadītos datus jūs nevarat izdzēst.
pl: Jesteś zalogowany jako ten użytkownik i nie możesz usunąć siebie.
pt_br: Você está logado como esse usuário e você não pode apagar-se.
sv: Du är inloggad som denna användare och kan inte ta bort dig själv.
tr: Bu kullanıcı olarak oturum açtınız ve kendiniz silemezsiniz.

# users.message.reallyDelete
source: Do you really want to delete the user "{0}"?
ar: هل تريد حقاً حذف المستخدم "{0}" ؟
de: Wollen Sie den Benutzer "{0}" wirklich löschen?
es: ¿Realmente desea eliminar el usuario "{0}"?
fi: Haluatko varmasti poistaa käyttäjän "{0}"?
hu: Valóban törölni akarja a felhasználót {0}?
id_id: Apakah Anda benar-benar ingin menghapus pengguna "{0}"?
it: Vuoi davvero eliminare l'utente "{0}"?
lv: Vai tiešām vēlaties dzēst lietotāju "{0}"?
pl: Czy naprawdę chcesz usunąć użytkownika "{0}"?
pt_br: Você quer mesmo excluir o usuário "{0}"?
sv: Vill du verkligen ta bort användaren "{0}"?
tr: "{0}" kullanıcısını gerçekten silmek istiyor musunuz?

# users.message.willBeDeleted
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
ar: سيؤدي هذا إلى حذف المستخدم والحسابات ذات الصلة به و مساحة العمل الشخصية، بما في ذلك كل المحتوى الغير منشور.
de: Hiermit wird der Benutzer, die zugehörigen Konten und sein persönlicher Arbeitsbereich, einschließlich aller unveröffentlichten Inhalte gelöscht.
es: Esto eliminará el usuario, las cuentas correspondientes y su espacio de trabajo personal, incluyendo todos los contenidos no publicados.
fi: Tämä poistaa käyttäjän, käyttäjään liitetyt tilit ja työtilat, mukaanlukien työtilojen kaikki julkaisematon sisältö.
hu: Ezzel törli a felhasználót, a kapcsolódó felhasználók és a személyes munkaterület, beleértve minden Nem publikált tartaltalmat.
id_id: Ini akan menghapus pengguna, account terkait dan bidang kerja pribadinya, termasuk konten semua yang belum di publikasikan.
it: Questo eliminerà l'utente, gli account relativi ed il suo spazio di lavoro personale, inclusi tutti i contenuti non pubblicati.
lv: Tiks dzēsts lietotājs, saistītie konti un viņa personīgā darba virsma, ieskaitot visu nepublicētu saturu.
pl: Spowoduje to usunięcie użytkownika, powiązanych kont i jego osobistego obszaru roboczego, w tym wszystkich nieopublikowanych treści.
pt_br: Isto irá apagar o usuário, as contas relacionadas e seu espaço de trabalho pessoal, incluindo todo conteúdo não publicado.
sv: Detta tar bort användaren, relaterade konton och dennes personliga arbetsyta, inklusive alla opublicerade innehåll.
tr: Bu, yayımlanmamış tüm içerik de dahil olmak üzere kullanıcıyı, ilgili hesapları ve kişisel çalışma alanını silecek.

# users.message.confirmDelete
source: Yes, delete the user
ar: نعم، إحذف المستخدم
de: Ja, den Benutzer löschen
es: Sí, eliminar el usuario
fi: Kyllä, poista käyttäjä
hu: Igen, törlöm a felhasználót
id_id: Ya, Hapus pengguna
it: Sì, elimina l'utente
lv: Jā, dzēst lietotāju
pl: Tak, usuń użytkownika
pt_br: Sim, excluir o usuário
sv: Ja, ta bort användaren
tr: Evet, kullanıcıyı sil

# users.editUser
source: Edit user "{0}"
ar: تعديل المستخدم "{0}"
de: Benutzer "{0}" bearbeiten
es: Editar usuario "{0}"
fi: Muokkaa käyttäjää "{0}"
hu: Felhasználó szerekesztése "{0}"
id_id: Mengedit pengguna "{0}"
it: Modifica utente "{0}"
lv: Rediģēt lietotāju "{0}"
pl: Edytuj użytkownika "{0}"
pt_br: Editar usuário "{0}"
sv: Redigera användaren "{0}"
tr: "{0}" kullanıcısını düzenle

# users.electronicAddress.usage.type.Home
source: Home
ar: الصفحة الرئيسية
de: Privat
es: Inicio
fi: Koti
hu: Kezdőlap
it: Principale
lv: Sākumlapa
pl: Domowy
pt_br: Início
sv: Hem
tr: Ana

# users.electronicAddress.usage.type.Work
source: Work
ar: المهنة
de: Arbeit
fi: Työ
hu: Munka
id_id: Pekerjaan
it: Lavoro
lv: Darbs
pl: Firmowy
pt_br: Trabalho
sv: Jobb
tr: İş

# packages.label
source: Package Management
ar: إدارة الحزمة
de: Paketverwaltung
es: Administrar paquetes
fi: Pakettien hallinta
hu: Csomagkezelés
id_id: Manajemen Paket
it: Gestione dei pacchetti
lv: Pakotnes pārvaldība
pl: Zarządzanie pakietami
pt_br: Gerenciamento de Pacotes
sv: Pakethantering
tr: Paket Yönetimi

# packages.description
source: The Package Management module provides you with an overview of all packages. You can activate and deactivate individual packages, import new packages and delete existing packages. It also provides you with the ability to freeze and unfreeze packages in development context.
ar: وحدة "إدارة حزمة" يوفر لك نظرة عامة لكافة الحزم. يمكنك تنشيط وإلغاء تنشيط مجموعات فردية، قم باستيراد حزم جديدة وحذف الحزم الموجودة. كما أنه يوفر لك القدرة على تجميدها وإلغاء تجميدها في سياق التنمية.
de: Das Paketverwaltungs-Modul bietet Ihnen einen Überblick über alle Pakete. Hier können Sie einzelne Pakete aktivieren und deaktivieren, sowie neue Pakete importieren und vorhandene löschen. Es bietet Ihnen auch die Möglichkeit, einzelne Pakete für die Entwicklung einzufrieren bzw. wieder aufzutauen.
es: El módulo de gestión de paquetes proporciona una visión general de todos los paquetes. Puede activar y desactivar los paquetes individuales, importar paquetes nuevos y eliminar paquetes existentes. También le proporciona la capacidad para congelar y descongelar los paquetes en el contexto de desarrollo.
fi: Paketinhallinta-moduuli sisältää yhteenvedon kaikista paketeista. Voit aktivoida ja deaktivoida yksittäisiä paketteja, tuoda uusia paketteja ja poistaa olemassaolevia paketteja. Se mahdollistaa myös pakettien lukituksen hallinnan kehityskontekstissa.
hu: A csomagkezelő modul áttekintést nyújt önnek a csomagjai között. Aktiválhatja és deaktiválhatja az egyes csomagokat, új csomagokat importálhat és törölheti a meglévő csomagokat. Ez szolgáltat önnek egy képességet, amivel lefagyaszthatja és a feloldhatja a csomagokat fejlesztési összefüggésben.
id_id: Modul manajemen paket memberikan Anda gambaran dari semua paket. Anda dapat mengaktifkan dan menonaktifkan paket individu, mengimpor paket baru dan menghapus paket yang ada. Ini juga menyediakan Anda dengan kemampuan untuk membekukan dan mengembalikan paket dalam konteks pembangunan.
it: Il modulo di gestione dei pacchetti fornisce una panoramica di tutti i pacchetti. È possibile attivare e disattivare i singoli pacchetti, importare nuovi pacchetti ed eliminare i pacchetti esistenti. Offre anche la possibilità di bloccare e sbloccare i pacchetti nel contesto di sviluppo.
lv: Pakotnes vadības modulis sniedz pārskatu par visām pakotnēm. Ar to jūs varat aktivizēt un deaktivizēt pakotnes, importēt jaunas pakotnes un izdzēst esošās. Tas dod iespēju ieslēgt un izslēgt pakotnes izstrādes kontekstā.
pl: Moduł zarządzania pakietami umożliwia przeglądanie wszystkich pakietów. Pakiety można włączyć i wyłączyć, zaimportować nowe i usunąć istniejące. Istnieje także opcja zamrożenia i odmrożenia pakietów w kontekście rozwoju.
pt_br: O módulo de gerenciamento de pacotes fornece uma visão geral de todos os pacotes. Você pode ativar e desativar os pacotes individuais, importar novos pacotes e excluir pacotes existentes. Também fornece a capacidade para congelar e descongelar pacotes no contexto de desenvolvimento.
sv: Pakethanteringsmodulen ger dig en översikt över alla paket. Du kan aktivera och deaktivera enskilda paket, importera nya paket och ta bort befintliga paket. Det ger dig också möjligheten att frysa och frigöra paket i utvecklingssammanhang.
tr: Paket Yönetimi modülü, tüm paketlere genel bir bakış sağlar. Tek tek paketleri etkinleştirebilir ve devre dışı bırakabilir, yeni paketleri içe aktarabilir ve mevcut paketleri silebilirsiniz. Ayrıca geliştirme bağlamında paketleri dondurma ve çözme yeteneği de sağlar.

# packages.index.legend
source: Available packages
ar: الحزم المتوفرة
de: Verfügbare Pakete
es: Paquetes disponibles
fi: Saatavilla olevat paketit
hu: Elérhető csomagok
id_id: Paket yang tersedia
it: Pacchetti disponibili
lv: Pieejamās pakotnes
pl: Dostępne pakiety
pt_br: Pacotes disponíveis
sv: Tillgängliga paket
tr: Mevcut paketler

# packages.name
source: Package Name
ar: اسم الحزمة
de: Paketname
es: Nombre del paquete
fi: Paketin nimi
hu: Csomagnév
id_id: Nama paket
it: Nome pacchetto
lv: Pakotnes nosaukums
pl: Nazwa pakietu
pt_br: Nome do pacote
sv: Paketnamn
tr: Paket Adı

# packages.key
source: Package Key
ar: مفتاح الحزمة
de: Paket-Schlüssel
es: Clave de paquete
fi: Paketin avain
hu: Csomagszám
id_id: Kunci paket
it: Chiave pacchetto
lv: Pakotnes atslēga
pl: Klucz pakietu
pt_br: Chave de pacote
sv: Paketnyckel
tr: Paket Anahtarı

# packages.type
source: Package Type
ar: نوع الحزمة
de: Pakettyp
es: Tipos de paquete
fi: Paketin tyyppi
hu: Csomag típusa
id_id: Tipe Paket
it: Tipo pacchetto
lv: Pakotnes tips
pl: Typ pakietu
pt_br: Tipo de pacote
sv: Pakettyp
tr: Paket Türü

# packages.deactivated
source: Deactivated
ar: غير مفعلة
de: Deaktiviert
es: Desactivado
fi: Poistettu käytöstä
hu: Deaktiválva
id_id: Dinonaktifkan
it: Disattivato
lv: Deaktivizēt
pl: Nieaktywny
pt_br: Desativado
sv: Deaktiverat
tr: Devre dışı bırakıldı

# packages.tooltip.unfreeze
source: This package is currently frozen. Click to unfreeze it.
ar: هذه الحزمة هي مجمدة حاليا. انقر فوق لإلغاء تجميدها.
de: Dieses Paket ist derzeit eingefroren. Hier klicken, um es freizugeben.
es: Este paquete está actualmente congelado. Haga clic para liberarlo.
fi: Tämä paketti on tällä hetkellä jäädytetty. Klikkaa vapauttaaksesi se.
hu: A csomag le lett fagyasztva. Kattintson ide a kiolvasztáshoz.
id_id: Paket tersebut saat ini dibekukan. Klik untuk mengembalikan.
it: Questo pacchetto è attualmente congelato. Clicca per scongelarlo.
lv: Pašlaik šī pakotne ir iesaldēta. Noklikšķiniet lai atsaldētu.
pl: Ten pakiet jest obecnie zamrożony. Kliknij, aby go odmrozić.
pt_br: Este pacote está atualmente congelado. Clique para descongelá-lo.
sv: Detta paket är för närvarande fryst. Klicka för att frigöra det.
tr: Bu paket şu anda donmuş durumda. Etkinleştirmek için tıklayın.

# packages.tooltip.freeze
source: Freeze the package in order to speed up your website.
ar: تجميد الحزمة من أجل الإسراع في موقع الويب الخاص بك.
de: Frieren Sie das Paket ein, um Ihre Webseite zu beschleunigen.
es: Congelar el paquete con el fin de acelerar su sitio de Internet.
fi: Jäädytä paketti nopeuttaaksesi sivustoa.
hu: Fagyassza le a csomagot annak érdekében, hogy felgyorsítsa az oldalt.
id_id: Bekukan paket untuk mempercepat website Anda.
it: Congela il pacchetto per velocizzare il tuo sito web.
lv: Iesaldējiet paketi lai paātrinātu jūsu mājas lapas darbību.
pl: Zamroź pakiet, aby przyspieszyć działanie Twojej strony.
pt_br: Congele o pacote para acelerar o seu site.
sv: Frysa paketet för att snabba upp din webbplats.
tr: Web sitenizi hızlandırmak için paketi dondurun.

# packages.tooltip.noDeactivate
source: This package is protected and cannot be deactivated.
ar: هذه الحزمة محمية ولا يمكن تجميدها.
de: Dieses Paket ist geschützt und kann nicht deaktiviert werden.
es: Este paquete está protegido y no se puede desactivar.
fi: Tämä paketti on suojattu ja sitä ei voi poistaa käytöstä.
hu: Ez a csomag védelem alatt áll és nem lehet deaktiválni.
id_id: Paket ini dilindungi dan tidak dapat dinonaktifkan.
it: Questo pacchetto è protetto e non può essere disattivato.
lv: Šī pakeotne ir aizsargāta un to nevar deaktivizēt.
pl: Ten pakiet jest chroniony i nie może zostać dezaktywowany.
pt_br: Este pacote está protegido e não pode ser desativado.
sv: Detta paket är skyddat och kan ej deaktiveras.
tr: Bu paket korumada ve devre dışı bırakılamaz.

# packages.tooltip.deactivate
source: Deactivate Package
ar: تجميد الحزمة
de: Paket deaktivieren
es: Desactivar el paquete
fi: Poista paketti käytöstä
hu: Csomag deaktiválása
id_id: Menonaktifkan paket
it: Pacchetto disattivato
lv: Deaktivizēt pakotni
pl: Dezaktywuj pakiet
pt_br: Desativar o pacote
sv: Deaktivera paketet
tr: Paketi Devre Dışı Bırak

# packages.tooltip.activate
source: Activate Package
ar: تنشيط الحزمة
de: Paket aktivieren
es: Activar paquete
fi: Ota paketti käyttöön
hu: Csomag aktiválása
id_id: Aktifkan paket
it: Pacchetto attivato
lv: Aktivizēt pakotni
pl: Aktywuj pakiet
pt_br: Ativar o pacote
sv: Aktivera paketet
tr: Paketi Etkinleştir

# packages.tooltip.noDelete
source: This package is protected and cannot be deleted.
ar: هذه الحزمة محمي ولا يمكن حذفها.
de: Dieses Paket ist geschützt und kann nicht entfernt werden.
es: Este paquete está protegido y no se puede eliminar.
fi: Tämä paketti on suojattu ja sitä ei voi poistaa.
hu: Ez a csomag védelem alatt áll és nem lehet törölni.
id_id: Paket ini dilindungi dan tidak dapat dihapus.
it: Questo pacchetto è protetto e non può essere eliminato.
lv: Šī pakotne ir aizsargāta un to nevar izdzēst.
pl: Ten pakiet jest chroniony i nie może zostać usunięty.
pt_br: Este pacote está protegido e não pode ser excluído.
sv: Detta paket är skyddat och kan ej raderas.
tr: Bu paket korundu ve silinemiyor.

# packages.tooltip.delete
source: Delete Package
ar: حذف الحزمة
de: Paket löschen
es: Eliminar paquete
fi: Poista paketti
hu: Csomag törlése
id_id: Menghapus paket
it: Elimina pacchetto
lv: Dzēst pakotni
pl: Usuń pakiet
pt_br: Excluir o pacote
sv: Radera paketet
tr: Paketi Sil

# packages.message.reallyDelete
source: Do you really want to delete "{0}"?
ar: هل تريد حقاً حذف "{0}"؟
de: Wollen Sie "{0}" wirklich löschen?
es: ¿Realmente deseas eliminar "{0}"?
fi: Haluatko todella poistaa "{0}"?
hu: Valóban törölni akarja "{0}"?
id_id: Apakah Anda benar-benar ingin menghapus "{0}"?
it: Vuoi davvero eliminare "{0}"?
lv: Vai tiešām vēlaties dzēst "{0}"?
pl: Czy na pewno chcesz usunąć "{0}"?
pt_br: Você quer mesmo apagar "{0}"?
sv: Vill du verkligen radera "{0}"?
tr: "{0}" gerçekten silmek istiyor musunuz?

# packages.message.confirmDelete
source: Yes, delete the package
ar: نعم، إحذف الحزمة
de: Ja, das Paket löschen
es: Sí, eliminar el paquete
fi: Kyllä, poista paketti
hu: Igen, törlöm a csomagot
id_id: Ya, menghapus paket
it: Sì, elimina il pacchetto
lv: Jā, dzēst pakotni
pl: Tak, usuń pakiet
pt_br: Sim, apagar o pacote
sv: Ja, radera paketet
tr: Evet, paketi sil

# packages.message.confirmDeletes
source: Yes, delete the packages
de: Ja, die Pakete löschen
es: Sí, eliminar los paquetes
fi: Kyllä, poista paketit
hu: Igen, törlöm a csomagokat
id_id: Ya, menghapus paket-paket
it: Sì, elimina i pacchetti
lv: Jā, dzēst pakotnes
pl: Tak, usuń pakiety
pt_br: Sim, apagar os pacotes
sv: Ja, radera paketen
tr: Evet, paketleri sil

# packages.message.selected.reallyDelete
source: Do you really want to delete the selected packages?
de: Wollen Sie wirklich die ausgewählten Pakete löschen?
es: ¿Está seguro de querer borrar este paquete?
fi: Haluatko todella poistaa valitut paketit?
hu: Biztosan törli a kijelölt csomagokat?
id_id: Apakah Anda benar-benar ingin menghapus paket yang dipilih?
it: Vuoi veramente eliminare i pacchetti selezionati?
lv: Vai tiešām vēlaties dzēst iezīmētās pakotnes?
pl: Czy na pewno chcesz usunąć wybrane pakiety?
pt_br: Deseja realmente apagar os pacotes selecionados?
sv: Vill du verkligen radera de valda paketen?
tr: Seçilen paketleri gerçekten silmek istiyor musunuz?

# packages.selected.freeze
source: Freeze selected packages
de: Ausgewählte Pakete einfrieren
es: Congelar paquetes seleccionados
fi: Jäädytä valitut paketit
hu: Kiválasztott csomagok fagyasztása
id_id: Bekukan paket Terpilih
it: Congela i pacchetti selezionati
lv: Iesaldēt atzīmētās pakotnes
pl: Zamroź wybrane pakiety
pt_br: Congelar os pacotes selecionados
sv: Frys de valda paketen
tr: Seçilen paketleri dondur

# packages.selected.unfreeze
source: Unfreeze selected packages
de: Ausgewählte Pakete auftauen
es: Liberar paquetes seleccionados
fi: Vapauta valitut paketit
hu: Kiválasztott csomagok kiolvasztása
id_id: Kembalikan paket Terpilih
it: Scongela i pacchetti selezionati
lv: Atsaldēt atlasītās pakotnes
pl: Odmroź wybrane pakiety
pt_br: Descongelar os pacotes selecionados
sv: Frigör de valda paketen
tr: Seçili paketleri etkinleştir

# packages.selected.delete
source: Delete selected packages
de: Ausgewählte Pakete löschen
es: Eliminar paquetes seleccionados
fi: Poista valitut paketit
hu: Kiválasztott csomagok törlése
id_id: Menghapus paket-paket yang dipilih
it: Elimina pacchetti selezionati
lv: Dzēst atzīmētās pakotnes
pl: Usuń wybrane pakiety
pt_br: Apagar pacotes selecionados
sv: Radera de valda paketen
tr: Seçilen paketleri sil

# packages.selected.deactivate
source: Deactivate selected packages
de: Ausgewählte Pakete deaktivieren
es: Desactivar los paquetes seleccionados
fi: Poista käytöstä valitut paketit
hu: Kiválasztott csomagok deaktiválása
id_id: Menonaktifkan paket Terpilih
it: Elimina i pacchetti selezionati
lv: Deaktivizēt atzīmētās pakotnes
pl: Dezaktywuj wybrane pakiety
pt_br: Desativar os pacotes selecionados
sv: Deaktivera de valda paketen
tr: Seçilen paketleri devre dışı bırak

# packages.selected.activate
source: Activate selected packages
de: Ausgewählte Pakete aktivieren
es: Activar los paquetes seleccionados
fi: Ota käyttöön valitut paketit
hu: Kiválasztott csomagok aktiválása
id_id: Aktifkan paket Terpilih
it: Attiva pacchetti selezionati
lv: Aktivizēt atzīmētās pakotnes
pl: Aktywuj wybrane pakiety
pt_br: Activar os pacotes selecionados
sv: Aktivera de valda paketen
tr: Seçilen paketleri etkinleştir

# sites.label
source: Sites Management
de: Websites Verwaltung
es: Gestión de sitios
fi: Sivustojen hallinta
hu: Oldalak kezelése
id_id: Manajemen situs
it: Gestione Siti
lv: Vietņu pārvaldība
pl: Zarządzanie stronami
pt_br: Gerenciamento de Sites
sv: Hantering av webbplatser
tr: Siteler Yönetimi

# sites.description
source: The Sites Management module provides you with an overview of all sites. You can edit, add and delete information about your sites, such as adding a new domain.
de: Das Modul zur Website-Verwaltung gibt einen Überblick über alle vorhandenen Websites. Hier können Informationen über Websites bearbeitet, hinzugefügt und gelöscht, sowie Domains den verschiedenen Websites zugeordnet werden.
es: El módulo de administración de sitios web le proporciona una visión general de todos los sitios. Puede editar, agregar y eliminar información sobre sus sitios, por ejemplo, agregar un nuevo dominio.
fi: Sivustojen hallinta-moduulin avulla voit lisätä, muokata ja poistaa sivustoja ja niiden tietoja, esimerkiksi lisätä uuden verkkotunnuksen.
hu: A webhely kezelési modul áttekintést nyújt önnek az összes oldalon. Szerkeszteni, hozzáadáadni, és törölheti az adatokat az oldalról és új domainhez adni.
id_id: Modul manajemen situs memberikan Anda gambaran dari semua situs. Anda dapat mengedit, menambah dan menghapus informasi tentang situs Anda, misalnya menambahkan domain baru.
it: Il modulo di Gestione Siti fornisce una panoramica di tutti i siti. È possibile modificare, aggiungere e cancellare le informazioni sui vostri siti, ad esempio aggiungendo un nuovo dominio.
lv: Vietņu pārvaldības modulis sniedz apskatu par visām vietām. Jūs varat rediģēt, pievienot vai dzēst informāciju par jūsu vietnēm, piemēram, pievienojot jaunu domēnu.
pl: Moduł Zarządzania Stronami umożliwia przegląd wszystkich stron. Można edytować, dodawać i usuwać informacje o witrynach, takie jak przypisana domena.
pt_br: O módulo de gerenciamento de Sites fornece uma visão geral de todos os sites. Você pode editar, adicionar e excluir informações sobre seus sites, como a adição de um novo domínio.
sv: Modulen för hantering av webbplatser ger dig en översikt av alla webbplatser. Du kan redigera, lägga till och radera information om dina platser, till exempel lägga till en ny domän.
tr: Siteler Yönetimi modülü, tüm sitelere genel bir bakış sağlar. Siteleriniz hakkında yeni bir etki alanı ekleme gibi bilgileri düzenleyebilir, ekleyebilir ve silebilirsiniz.

# sites.add
source: Add new site
ar: إضافة موقع جديد
de: Neue Seite hinzufügen
hu: Új oldal
id_id: Tambah situs baru
it: Aggiungi nuovo sito
lv: Pievienot jaunu vietni
pl: Dodaj nową stronę
pt_br: Adicionar novo site
sv: Lägg till ny sida
tr: Yeni bir site ekle

# sites.actions.newSite.label
source: Create site
de: Website erstellen
es: Crear sitio
fi: Luo sivusto
hu: Oldal létrehozása
id_id: Membuat situs
it: Crea sito
lv: Vietnes izveide
pl: Utwórz stronę
pt_br: Criar site
sv: Skapa webbplats
tr: Site oluştur

# sites.actions.newSite.title
source: Create a new site
de: Neue Website erstellen
es: Crear un nuevo sitio
fi: Luo uusi sivusto
hu: Új oldal létrehozása
id_id: Membuat situs baru
it: Crea un nuovo sito
lv: Izveidot jaunu vietni
pl: Utwórz nową stronę
pt_br: Criar um novo site
sv: Skapa en ny webbplats
tr: Yeni bir site oluştur

# sites.rootNodeName
source: Root node name
ar: اسم عقدة الجذر
de: Wurzelknoten Name
hu: Root neve
id_id: Nama simpul akar
it: Nome Cartella Madre
lv: Saknes mezgla nosaukums
pl: Nazwa węzła głównego
pt_br: Nome do nó raiz
sv: Rootnodsnamn
tr: Kök düğüm adı

# sites.defaultAssetCollection
source: Default asset collection
ar: مجموعة الأصول الافتراضية
de: Standard Ressourcen-Sammlung
hu: Alap eszközök
id_id: Koleksi aset terpasang
it: Raccolta asset default
lv: Noklusētā mediju kolekcija
pl: Domyślna kolekcja zasobów
pt_br: Coleção de ativos de padrão
sv: Standardtillgångssamling
tr: Varsayılan varlık koleksiyonu

# sites.sitePackage
source: Site package
ar: حزمة الموقع
de: Seitenpaket
hu: Oldal csomag
id_id: Paket situs
it: Pacchetto di siti
lv: Vietnes pakotne
pl: Pakiet strony
pt_br: Pacote de site
sv: Sid-paket
tr: Site paketi

# sites.delete
source: Delete this site
ar: احذف هذا الموقع
de: Diese Seite löschen
hu: Oldal törlése
id_id: Hapus situs ini
it: Cancella questo sito web
lv: Izdzēsiet šo vietni
pl: Usuń tą stronę
pt_br: Excluir este site
sv: Radera denna sida
tr: Bu siteyi sil

# sites.deactivate
source: Deactivate site
ar: إلغاء تفعيل الموقع
de: Seite deaktivieren
hu: Oldal deaktiválása
id_id: Nonaktifkan situs
it: Disattivare il sito
lv: Deaktivizēt vietni
pl: Deaktywuj stronę
pt_br: Desativar o site
sv: Inaktivera sida
tr: Siteyi devre dışı bırak

# sites.activate
source: Activate site
ar: تفعيل الموقع
de: Seite aktivieren
hu: Aktív oldal
id_id: Aktifkan situs
it: Attivare il sito
lv: Aktivizēt vietni
pl: Aktywuj stronę
pt_br: Ativar o site
sv: Aktivera sida
tr: Siteyi aktif hale getir

# sites.confirmDeleteQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
ar: هل تريد حقاً حذف "{0}"؟ هذا الأمر لا يمكن التراجع عنه.
de: Möchten Sie wirklich "{0}" löschen? Diese Aktion kann nicht rückgängig gemacht werden.
hu: Biztos törölni akarja "{0}"? Ez a lépés nem vonható vissza.
id_id: Apakah Anda benar-benar ingin menghapus "{0}"? ini tidak dapat dipulihkan.
it: Vuoi veramente cancellare "{0}"? Questa azione non può essere annullata.
lv: Vai jūs tiešām vēlaties dzēst "{0}"? Šo darbību nav iespējams atsaukt.
pl: Czy na pewno chcesz usunąć "{0}"? Tej akcji nie można cofnąć.
pt_br: Você quer mesmo excluir "{0}"? Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera "{0}"? Denna åtegärd går inte att ångra.
tr: Bu {0} gönderiyi gerçekten kaldırmak istiyor musun? Bu eylem geri alınamaz.
