Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

# users.label
source: User Management
ar: إدارة المستخدم
de: Benutzerverwaltung
es: Gestión de usuarios
fi: Käyttäjähallinta
hu: Felhasználókezelés
id_id: Manajemen pengguna
it: Gestione Utenti
lv: Lietotāju pārvaldība
pl: Zarządzanie użytkownikami
pt_br: Gerenciamento de Usuários
sv: Användarhantering
tr: Kullanıcı Yönetimi

# users.description
source: The User Management module provides you with an overview of all backend users. You can group them by their properties so you are able to monitor their permissions, filemounts, member groups etc.. This module is an indispensable tool in order to make sure the users are correctly configured.
ar: الوحدة النمطية "إدارة المستخدم" توفر لك نظرة عامة لكافة المستخدمين. يمكنك أن تجمع لهم مجموعة من الخصائص الخاصة حتى تتمكن من رصد الأذونات الخاصة بهم، فيليمونتس، مجموعات الأعضاء إلخ... هذه الوحدة أداة لا غنى عنها من أجل التأكد من أنه تم ضبط إعدادات المستخدمين بشكل صحيح.
de: Das Benutzerverwaltungs-Modul bietet Ihnen einen Überblick über alle vorhandenen Benutzer. Sie können sie nach ihren Eigenschaften gruppieren, damit Sie ihre Berechtigungen, Filemounts, Gruppen, etc. überwachen können. Dieses Modul ist ein unverzichtbares Werkzeug, wenn Sie sicherstellen wollen, dass die Benutzer ordnungsgemäß zu konfiguriert sind.
es: El módulo de gestión de usuario le proporciona una visión general de todos los usuarios del back-end. Puede agruparlos por sus propiedades para controlar sus permisos, puntos de montaje de archivos, grupos miembros, etc... Este módulo es una herramienta indispensable para asegurarse de que los usuarios están configurados correctamente.
fi: Käyttäjähalinta-moduuli näyttää kaikki hallintakäyttäliittymän käyttäjät. Voit ryhmitellä käyttäjät ominaisuuksien mukaan ja hallita käyttäjien oikeuksia, tiedostoliitäntöjä, ryhmäjäsenyyksiä jne... Tämä moduuli on tärkeä työkalu sen varmistamiseksi että käyttäjät on märitelty oikein.
hu: A felhasználó kezelő modul áttekintést nyújt az összes háttér felhasználóról. Csoportosíthatod őket a tulajdonságaik alapján és kezelni tudod a jogosultságaikat, fájlcsatolásokat, felhasználói csoportokat stb.. Ez a modul nélkülözhetetlen annak érdekében, hogy megbizonyosodj az összes felhasználó helyes beállításáról.
id_id: Modul manajemen pengguna memberikan Anda gambaran dari semua pengguna backend. Anda dapat mengelompokkan mereka berdasarkan properti mereka sehingga Anda dapat memantau izin, filemounts, kelompok-kelompok anggota dll... Modul ini adalah alat yang sangat diperlukan untuk memastikan pengguna yang dikonfigurasi dengan benar.
it: Il modulo di Gestione Utenti fornisce una panoramica di tutti gli utenti di backend. È possibile raggrupparli in base alle loro proprietà in modo da monitorare i loro permessi, filemounts, i membri dei gruppi ecc... Questo modulo è uno strumento indispensabile al fine di assicurarsi che gli utenti siano configurati correttamente.
lv: Lietotāja pārvaldības modulis sniedz pārskatu par visiem sistēmas lietotājiem. Tos var grupēt pēc to atļaujām, pieslēgumiem, dalībnieku grupām utt. Šis modulis ir neaizstājams, lai konfigurētu lietotāju uzstādījumus.
pl: Moduł zarządzania użytkownikami umożliwia przegląd wszystkich back-end użytkowników. Można ich grupować wg. ich właściwości, dzięki czemu możesz monitorować ich uprawnienia, zamontowane systemy plików, członkostwa w grupach itp.. Moduł ten jest niezastąpionym narzędziem kiedy chcesz się upewnić, że użytkownicy są poprawnie skonfigurowani.
pt_br: O módulo de gerenciamento de usuário fornece uma visão geral de todos os usuários de back-end. Você pode agrupá-los por suas propriedades, então você é capaz de monitorar suas permissões, arquivos, grupos de membros etc... Este módulo é uma ferramenta indispensável para garantir que os usuários estão configurados corretamente.
sv: Modulen Användarhantering ger dig en översikt över alla backend användare. Du kan gruppera dem enligt deras egenskaper så kan du övervaka deras behörigheter, filkvota, medlemsgrupper etc. Denna modul är ett oumbärligt verktyg för att se till att användarna är korrekt konfigurerade.
tr: Kullanıcı Yönetimi modülü, tüm arka uç kullanıcılarına genel bir bakış sağlar. Bunları özelliklerine göre gruplayabilirsiniz, böylece izinlerini, dosya bağlantılarını, üye gruplarını vb. izleyebilirsiniz. Bu modül, kullanıcıların doğru şekilde yapılandırıldığından emin olmak için vazgeçilmez bir araçtır.

# users.action.index
source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fi: Yhteenveto
hu: Áttekintés
id_id: Sekilas
it: Panoramica
lv: Pārskats
pl: Podsumowanie
pt_br: Resumo
sv: Översikt
tr: Genel bakış

# users.action.show
source: Show
ar: عرض
de: Anzeigen
es: Mostrar
fi: Näytä
hu: Mutat
id_id: Tampilkan
it: Mostra
lv: Rādīt
pl: Pokaż
pt_br: Mostrar
sv: Visa
tr: Göster

# users.action.new
source: New
ar: جديد
de: Neu
es: Nuevo
fi: Uusi
hu: Új
id_id: Baru
it: Nuovo
lv: Jauns
pl: Nowy
pt_br: Novo
sv: Ny
tr: Yeni

# users.action.edit
source: Edit
ar: عدل
de: Bearbeiten
es: Editar
fi: Muokkaa
hu: Szerkesztés
id_id: Ubah
it: Modifica
lv: Labot
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle

# users.action.editAccount
source: Edit account
ar: تعديل الحساب
de: Konto bearbeiten
es: Editar cuenta
fi: Muokkaa tiliä
hu: Fiók szerkesztése
id_id: Edit akun
it: Modifica Profilo
lv: Rediģēt kontu
pl: Edytuj konto
pt_br: Editar conta
sv: Redigera konto
tr: Hesabı düzenle

# users.action.newElectronicAddress
source: New electronic address
ar: عنوان إلكتروني جديد
de: Neue elektronische Adresse
es: Nueva dirección electrónica
fi: Uusi sähköpostiosoite
hu: Új elektronikus cím
id_id: Alamat elektronik baru
it: Nuovo indirizzo elettronico
lv: Jaunā elektroniskā adrese
pl: Nowy adres elektroniczny
pt_br: Novo endereço eletrônico
sv: Ny e-postadress
tr: Yeni elektronik adresi

# user.preferences.useDefaultInterfaceLanguage
source: Use system default
ar: استخدام الإعدادات الافتراضية
de: Systemstandard verwenden
es: Utilizar valores predeterminados del sistema
fi: Käytä järjestelmän oletusta
hu: Alapértelmezett használata
id_id: Gunakan bawaan sistem
it: Usa sistema predefinito
lv: Izmantot sistēmas noklusējumu
pl: Użyj domyślnego w systemie
pt_br: Usar padrão do sistema
sv: Använd systemstandard
tr: Sistem varsayılanı kullan

# users.actions.new.label
source: Create user
ar: إنشاء مستخدم
de: Benutzer erstellen
es: Crear usuario
fi: Luo käyttäjä
hu: Felhasználó létrehozása
id_id: Membuat pengguna
it: Crea utente
lv: Izveidot lietotāju
pl: Utwórz użytkownika
pt_br: Criar usuário
sv: Skapa användare
tr: Kullanıcı oluştur

# users.actions.new.title
source: Create a new user
ar: إنشاء مستخدم جديد
de: Neuen Benutzer erstellen
fi: Luo uusi käyttäjä
hu: Új felhasználó készítés
id_id: Membuat pengguna baru
it: Crea un nuovo utente
lv: Izveidot jaunu lietotāju
pl: Utwórz nowego użytkownika
pt_br: Criar um novo usuário
sv: Skapa en ny användare
tr: Yeni bir kullanıcı oluştur

# users.new.userData
source: User Data
ar: بيانات المستخدم
de: Benutzerdaten
es: Datos de usuario
fi: Käyttäjätiedot
hu: Felhasználói adatok
id_id: Data pengguna
it: Dati Utente
lv: Lietotāja dati
pl: Dane użytkownika
pt_br: Dados do usuário
sv: Användardata
tr: Kullanıcı Verisi

# users.new.userData.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
hu: Felhasználó
id_id: Nama Pengguna
it: Nome utente
lv: Lietotājvārds
pl: Użytkownik
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# users.new.userData.password
source: Password
ar: كلمة السر
de: Passwort
es: Contraseña
fi: Salasana
hu: Jelszó
id_id: Kata sandi
lv: Parole
pl: Hasło
pt_br: Senha
sv: Lösenord
tr: Şifre

# users.new.userData.repeatPassword
source: Repeat password
ar: قم بإعادة كتابة كلمة السر
de: Passwort wiederholen
es: Repetir contraseña
fi: Toista salasana
hu: Ismételje meg a jelszót
id_id: Ulangi kata sandi
it: Ripeti la password
lv: Atkārtot paroli
pl: Powtórz hasło
pt_br: Repetir a senha
sv: Upprepa lösenordet
tr: Şifreyi tekrar girin

# users.new.userData.roles
source: Role(s)
ar: الصلاحيات
de: Rolle(n)
fi: Rooli(t)
hu: Szabályzat
id_id: Peran (s)
it: Ruolo(i)
lv: Loma (s)
pl: Role
pt_br: Função (ões)
sv: Roll(er)
tr: Rol(ler)

# users.new.userData.authenticationProviderName
source: Authentication Provider
de: Authentifizierungsdienst
fi: Tunnistaumispalvelu
hu: Hitelesítés szükséges
id_id: Penyedia otentikasi
it: Servizio di Autenticazione
lv: Autentifikācijas sniedzējs
pl: Dostawca uwierzytelnień
pt_br: Provedor de Autenticação
sv: Autentiseringstjänst
tr: Kimlik Doğrulama Sağlayıcısı

# users.new.userData.authenticationProviderName.useDefault
source: Use system default
ar: استخدام الإعدادات الافتراضية
de: Systemstandard verwenden
fi: Käytä järjestelmän oletusta
hu: Alapértelmezett használata
id_id: Gunakan bawaan sistem
it: Usa sistema predefinito
lv: Izmantot sistēmas noklusējumu
pl: Użyj domyślnego w systemie
pt_br: Usar padrão do sistema
sv: Använd systemstandard
tr: Sistem varsayılanı kullan

# users.new.personalData
source: Personal Data
ar: البيانات الشخصية
de: Persönliche Daten
es: Datos de carácter personal
fi: Henkilötiedot
hu: Személyes adatok
id_id: Data Pribadi
it: Dati Personali
lv: Lietotāja informācija
pl: Dane personalne
pt_br: Dados Pessoais
sv: Personlig data
tr: Kişisel Verisi

# users.new.personalData.firstName
source: First Name
ar: الإسم الأول
de: Vorname
es: Nombre
fi: Etunimi
hu: Keresztnév
id_id: Nama Depan
it: Nome
lv: Vārds
pl: Imię
pt_br: Primeiro nome
sv: Förnamn
tr: Ad

# users.new.personalData.lastName
source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellidos
fi: Sukunimi
hu: Családnév
id_id: Nama Belakang
it: Cognome
lv: Uzvārds
pl: Nazwisko
pt_br: Sobrenome
sv: Efternamn
tr: Soyad

# users.new.userPreferences
source: User Preferences
ar: المفضلة عند المستخدم
de: Benutzereinstellungen
es: Preferencias de usuario
fi: Käyttäjäasetukset
hu: Felhasználói beállítások
id_id: Preferensi pengguna
it: Preferenze utente
lv: Lietotāja uzstādījumi
pl: Ustawienia użytkownika
pt_br: Preferências do Usuário
sv: Användarinställningar
tr: Kullanıcı Tercihleri

# users.new.userPreferences.interfaceLanguage
source: Interface Language
ar: لغة الواجهة
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz
fi: Käyttöliittymän kieli
hu: Kezelőfelület nyelve
id_id: Bahasa antarmuka
it: Interfaccia Lingua
lv: Vadības valoda
pl: Język interfejsu
pt_br: Idioma da Interface
sv: Språk för gränssnittet
tr: Arayüz Dili

# users.new.createButton
source: Create user
ar: إنشاء مستخدم
de: Benutzer erstellen
es: Crear usuario
fi: Luo käyttäjä
hu: Felhasználó létrehozása
id_id: Membuat pengguna
it: Crea utente
lv: Izveidot lietotāju
pl: Utwórz użytkownika
pt_br: Criar usuário
sv: Skapa användare
tr: Kullanıcı oluştur

# users.show.subtitle
source: Details for user
ar: تفاصيل المستخدم
de: Benutzerdetails
es: Detalles del usuario
fi: Käyttäjän tiedot
hu: Felhasználó részletei
id_id: Rincian untuk pengguna
it: Dettagli per utente
lv: Informācija lietotājam
pl: Szczegóły użytkownika
pt_br: Detalhes de usuário
sv: Detaljer för användaren
tr: Kullanıcı için ayrıntılar

# users.show.personalData
source: Personal Data
ar: البيانات الشخصية
de: Persönliche Daten
es: Datos de carácter personal
fi: Henkilötiedot
hu: Személyes adatok
id_id: Data Pribadi
it: Dati Personali
lv: Lietotāja informācija
pl: Dane personalne
pt_br: Dados Pessoais
sv: Personlig data
tr: Kişisel Verisi

# users.show.personalData.title
source: Title
ar: العنوان
de: Titel
es: Título
fi: Otsikko
hu: Cím
id_id: Judul
it: Titolo
lv: Virsraksts
pl: Tytuł
pt_br: Título
sv: Titel
tr: Başlık

# users.show.personalData.firstName
source: First Name
ar: الإسم الأول
de: Vorname
es: Nombre
fi: Etunimi
hu: Keresztnév
id_id: Nama Depan
it: Nome
lv: Vārds
pl: Imię
pt_br: Primeiro nome
sv: Förnamn
tr: Ad

# users.show.personalData.middleName
source: Middle Name
ar: الإسم الأوسط
de: Zweiter Vorname
es: Segundo nombre
fi: Toinen nimi
hu: Középső név
id_id: Nama Tengah
it: Secondo Nome
lv: Tēvvārds
pl: Drugie imię
pt_br: Nome do meio
sv: Mellannamn
tr: İkinci Ad

# users.show.personalData.lastName
source: Last Name
ar: اسم العائلة
de: Nachname
es: Apellidos
fi: Sukunimi
hu: Családnév
id_id: Nama Belakang
it: Cognome
lv: Uzvārds
pl: Nazwisko
pt_br: Sobrenome
sv: Efternamn
tr: Soyad

# users.show.personalData.otherName
source: Other Name
ar: اسم آخر
de: Weiterer Name
es: Otro nombre
fi: Muu nimi
hu: Másik név
id_id: Nama lain
it: Altro nome
lv: Cits nosaukums
pl: Inna nazwa
pt_br: Outro nome
sv: Annat namn
tr: Diğer Ad

# users.show.accounts
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fi: Tilit
hu: Fiókok
id_id: Akun
it: Profili
lv: Konti
pl: Konta
pt_br: Contas
sv: Konton
tr: Hesaplar

# users.show.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
hu: Felhasználó
id_id: Nama Pengguna
it: Nome utente
lv: Lietotājvārds
pl: Użytkownik
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# users.show.roles
source: Roles
ar: الأدوار
de: Rollen
fi: Roolit
hu: Szerepek
id_id: Peran
it: Ruoli
lv: Lomas
pl: Role
pt_br: Funções de usuário
sv: Roller
tr: Roller

# users.show.electronicAddresses
source: Electronic Addresses
ar: البريد الإلكتروني
de: Elektronische Adressen
es: Direcciones electrónicas
fi: Sähköiset osoitteet
hu: Elektronikus címek
id_id: Alamat Elektronik
it: Indirizzi Elettronici
lv: Elektroniskās adreses
pl: Adresy elektroniczne
pt_br: Endereços Eletrônicos
sv: Elektroniska adresser
tr: Elektronik Adresleri

# users.show.electronicAddresses.primary
source: Primary
ar: الرئيسي
de: Primär
es: Primario
fi: Ensisijainen
hu: Elsődleges
id_id: Utama
it: Primario
lv: Galvenais
pl: Główny
pt_br: Primário
sv: Primärt
tr: Birincil

# users.show.electronicAddresses.notAvailable
source: N/A
ar: غير متوفر
de: Nicht verfügbar
fi: Ei saatavilla
it: N.d.
lv: Nav datu
pl: Niedostępne
pt_br: N/D
sv: Ej tillgängligt
tr: Bilinmiyor

# users.show.deleteUser
source: Delete User
ar: حذف المستخدم
de: Benutzer löschen
es: Eliminar usuario
fi: Poista käyttäjä
hu: Felhasználó törlése
id_id: Menghapus pengguna
it: Elimina Utente
lv: Dzēst lietotāju
pl: Usuń użytkownika
pt_br: Excluir Usuário
sv: Radera användare
tr: Kullanıcıyı Sil

# users.show.editUser
source: Edit User
ar: تعديل المستخدم
de: Benutzer bearbeiten
es: Editar usuario
fi: Muokkaa käyttäjää
hu: Felhasználó szerkesztése
id_id: Edit pengguna
it: Modifica Utente
lv: Rediģēt lietotāju
pl: Edytuj użytkownika
pt_br: Editar Usuário
sv: Redigera användare
tr: Kullanıcıyı Düzenle

# users.show.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
ar: تم تسجيل الدخولك بهذا مستخدم ولا يمكنك حذف نفسك.
de: Sie sind als dieser Benutzer angemeldet und können sich nicht selbst löschen.
es: Estas conectado como este usuario y no se puede eliminar usted mismo.
fi: Et voi poistaa käyttäjää jolla olet kirjautuneena.
hu: Felhasználóként van bejelentkezve, nem törölheti magát.
id_id: Anda login sebagai user ini dan Anda tidak dapat menghapus diri sendiri.
it: Sei loggato come questo utente e non puoi eliminarti da solo.
lv: Ja esiet reģistrējies kā lietotājs, tad savus ievadītos datus jūs nevarat izdzēst.
pl: Jesteś zalogowany jako ten użytkownik i nie możesz usunąć siebie.
pt_br: Você está logado como esse usuário e você não pode apagar-se.
sv: Du är inloggad som denna användare och kan inte ta bort dig själv.
tr: Bu kullanıcı olarak oturum açtınız ve kendiniz silemezsiniz.

# users.show.clickToDeleteUser
source: Click here to delete this user
ar: انقر هنا لحذف هذا المستخدم
de: Klicken Sie hier, um diesen Benutzer löschen
es: Haga clic aquí para eliminar este usuario
fi: Klikkaa tästä poistaaksesi käyttäjän
hu: Kattintson ide a felhasználó törléséhez
id_id: Klik di sini untuk menghapus pengguna ini
it: Clicca qui per eliminare questo utente
lv: Uzklikšķiniet šeit lai izdzēstu šo lietotāju
pl: Kliknij tutaj aby usunąć tego użytkownika
pt_br: Clique aqui para excluir este usuário
sv: Klicka här för att radera denna användaren
tr: Bu kullanıcıyı silmek için buraya tıklayın

# users.show.buttonDelete
source: Do you really want to delete the user "{0}"?
ar: هل تريد حقاً حذف المستخدم "{0}" ؟
de: Wollen Sie den Benutzer "{0}" wirklich löschen?
es: ¿Realmente desea eliminar el usuario "{0}"?
fi: Haluatko varmasti poistaa käyttäjän "{0}"?
hu: Valóban törölni akarja a felhasználót {0}?
id_id: Apakah Anda benar-benar ingin menghapus pengguna "{0}"?
it: Vuoi davvero eliminare l'utente "{0}"?
lv: Vai tiešām vēlaties dzēst lietotāju "{0}"?
pl: Czy naprawdę chcesz usunąć użytkownika "{0}"?
pt_br: Você quer mesmo excluir o usuário "{0}"?
sv: Vill du verkligen ta bort användaren "{0}"?
tr: "{0}" kullanıcısını gerçekten silmek istiyor musunuz?

# users.show.confirmDeleteButton
source: Yes, delete the user
ar: نعم، إحذف المستخدم
de: Ja, den Benutzer löschen
es: Sí, eliminar el usuario
fi: Kyllä, poista käyttäjä
hu: Igen, törlöm a felhasználót
id_id: Ya, Hapus pengguna
it: Sì, elimina l'utente
lv: Jā, dzēst lietotāju
pl: Tak, usuń użytkownika
pt_br: Sim, excluir o usuário
sv: Ja, ta bort användaren
tr: Evet, kullanıcıyı sil

# users.show.confirmDeleteWarning
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
ar: سيؤدي هذا إلى حذف المستخدم والحسابات ذات الصلة به و مساحة العمل الشخصية، بما في ذلك كل المحتوى الغير منشور.
de: Hiermit wird der Benutzer, die zugehörigen Konten und sein persönlicher Arbeitsbereich, einschließlich aller unveröffentlichten Inhalte gelöscht.
es: Esto eliminará el usuario, las cuentas correspondientes y su espacio de trabajo personal, incluyendo todos los contenidos no publicados.
fi: Tämä poistaa käyttäjän, käyttäjään liitetyt tilit ja työtilat, mukaanlukien työtilojen kaikki julkaisematon sisältö.
hu: Ezzel törli a felhasználót, a kapcsolódó felhasználók és a személyes munkaterület, beleértve minden Nem publikált tartaltalmat.
id_id: Ini akan menghapus pengguna, account terkait dan bidang kerja pribadinya, termasuk konten semua yang belum di publikasikan.
it: Questo eliminerà l'utente, gli account relativi ed il suo spazio di lavoro personale, inclusi tutti i contenuti non pubblicati.
lv: Tiks dzēsts lietotājs, saistītie konti un viņa personīgā darba virsma, ieskaitot visu nepublicētu saturu.
pl: Spowoduje to usunięcie użytkownika, powiązanych kont i jego osobistego obszaru roboczego, w tym wszystkich nieopublikowanych treści.
pt_br: Isto irá apagar o usuário, as contas relacionadas e seu espaço de trabalho pessoal, incluindo todo conteúdo não publicado.
sv: Detta tar bort användaren, relaterade konton och dennes personliga arbetsyta, inklusive alla opublicerade innehåll.
tr: Bu, yayımlanmamış tüm içerik de dahil olmak üzere kullanıcıyı, ilgili hesapları ve kişisel çalışma alanını silecek.

# users.show.operationCannotBeUndone
source: This operation cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Dieser Vorgang kann nicht rückgängig gemacht werden
es: Esta operación no se puede deshacer
fi: Tätä toimintoa ei voi kumota
hu: Ez a művelet nem vonható vissza
id_id: Operasi ini tidak bisa dibatalkan
it: Questa operazione non può essere annullata
lv: Šo darbību nevar atsaukt
pl: Tej operacji nie można cofnąć
pt_br: Esta operação não pode ser desfeita
sv: Detta går ej att ångra
tr: Bu işlem geri alınamaz

# users.editAccount.title
source: Edit account "{accountIdentifier}"
ar: تحرير الحساب "{accountIdentifier}"
de: Benutzer "{accountIdentifier}" bearbeiten
es: Editar cuenta "{accountIdentifier}"
fi: Muokkaa tiliä "{accountIdentifier}"
hu: Felhasználó szerkesztése "{accountIdentifier}"
id_id: Edit akun "{accountIdentifier}"
it: Modificare l'account "{accountIdentifier}"
lv: Rediģēt kontu "{accountIdentifier}"
pl: Edytuj konto "{accountIdentifier}"
pt_br: Editar conta "{accountIdentifier}"
sv: Redigera kontot "{accountIdentifier}"
tr: "{accountIdentifier}" hesabını düzenle

# users.account
source: Account
ar: الحساب
de: Benutzerkonto
es: Cuenta
fi: Tili
hu: Fiók
id_id: Akun
it: Profilo
lv: Konts
pl: Konto
pt_br: Conta
sv: Konto
tr: Hesap

# users.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
hu: Felhasználó
id_id: Nama Pengguna
it: Nome utente
lv: Lietotājvārds
pl: Użytkownik
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# users.usernameCannotBeChanged
source: The username can't be changed via the user interface
ar: لا يمكن تغيير اسم المستخدم عن طريق واجهة المستخدم
de: Der Benutzername kann nicht über die Benutzeroberfläche nicht geändert werden
es: El nombre de usuario no se puede cambiar mediante la interfaz de usuario
fi: Käyttäjätunnusta ei voi muuttaa käyttäjähallinnan kautta
hu: A felhasználónév nem változtatható meg a felületről
id_id: Nama pengguna tidak dapat diubah melalui antarmuka pengguna
it: Il nome utente non può essere modificato tramite l'interfaccia utente
lv: Lietotājvārdu nevar mainīt izmantojot lietotāja interfeisu
pl: Nazwa użytkownika nie może zostać zmieniona za pomocą interfejsu użytkownika
pt_br: O nome de usuário não pode ser alterado através da interface de usuário
sv: Användarnamnet kan ej ändras via användargränssnittet
tr: Kullanıcı adı kullanıcı arabirimi aracılığıyla değiştirilemez

# users.saveAccount
source: Save account
ar: حفظ الحساب
de: Benutzerkonto speichern
es: Guardar cuenta
fi: Tallenna tili
hu: Fiók mentése
id_id: Simpan Akun
it: Salva account
lv: Saglabāt kontu
pl: Zapisz konto
pt_br: Salvar conta
sv: Spara kontot
tr: Hesabı kaydet

# users.repeatPassword
source: Repeat password
ar: قم بإعادة كتابة كلمة السر
de: Passwort wiederholen
es: Repetir contraseña
fi: Toista salasana
hu: Ismételje meg a jelszót
id_id: Ulangi kata sandi
it: Ripeti la password
lv: Atkārtot paroli
pl: Powtórz hasło
pt_br: Repetir a senha
sv: Upprepa lösenordet
tr: Şifreyi tekrar girin

# users.roles
source: Roles
ar: الأدوار
de: Rollen
fi: Roolit
hu: Szerepek
id_id: Peran
it: Ruoli
lv: Lomas
pl: Role
pt_br: Funções de usuário
sv: Roller
tr: Roller

# users.accountsAndRoles
source: Accounts and Roles
ar: الحسابات والأدوار
de: Benutzerkonten und Rollen
fi: Tilit ja roolit
hu: Fiókok és szerepek
id_id: Akun dan peran
it: Account e Ruoli
lv: Konti un lomas
pl: Konta i role
pt_br: Contas e funções
sv: Konton och roller
tr: Hesaplar ve Roller

# users.tooltip.view
source: View user
ar: عرض المستخدم
de: Benutzer anzeigen
fi: Näytä käyttäjä
hu: Felhasználó megtekintése
id_id: Lihat pengguna
it: Visualizza utente
lv: Skatīt lietotāju
pl: Wyświetl użytkownika
pt_br: Visualizar usuário
sv: Visa användare
tr: Kullanıcıyı gör

# users.tooltip.edit
source: Edit user
ar: تعديل المستخدم
de: Benutzer bearbeiten
fi: Muokkaa käyttäjää
hu: Felhasználó szerkesztése
id_id: Edit pengguna
it: Modifica Utente
lv: Rediģēt lietotāju
pl: Edytuj użytkownika
pt_br: Editar usuário
sv: Redigera användare
tr: Kullanıcıyı düzenle

# users.tooltip.delete
source: Delete user
ar: حذف المستخدم
de: Benutzer löschen
es: Eliminar usuario
fi: Poista käyttäjä
hu: Felhasználó törlése
id_id: Menghapus pengguna
it: Elimina utente
lv: Dzēst lietotāju
pl: Usuń użytkownika
pt_br: Excluir usuário
sv: Radera användare
tr: Kullanıcıyı sil
