Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

# workspaces.publishAllChangesTo
source: Publish all changes to {0}
ar: نشر كافة التغييرات إلى {0}
de: Alle Änderungen nach {0} veröffentlichen
es: Publicar todos los cambios en {0}
fi: Julkaise kaikki muutokset kohteeseen {0}
hu: Minden változás közzététele {0}
id_id: Mempublikasikan semua perubahan ke {0}
it: Pubblica tutte le modifiche a {0}
lv: Publicētu visas izmaiņas {0}
pl: Publikuj wszystkie zmiany do {0}
pt_br: Publicar todas as alterações para {0}
sv: Publicera alla ändringar i {0}
tr: Bütün değişiklikleri {0} üzerine yayımla

# changedContentCaption
source: Changed Content
ar: المحتوى المتغير
de: Geänderter Inhalt
es: Contenido cambiado
fi: Muuttunut sisältö
hu: Változott tartalom
id_id: Konten yang dirubah
it: Contenuto modificato
lv: Mainīts saturs
pl: Zmieniona zawartość
pt_br: Conteúdo alterado
sv: Ändrat innehåll
tr: Değiştirilmiş İçerik

# workspaces.legend.deleted
source: deleted
ar: حذف
de: gelöscht
es: eliminado
fi: poistettu
hu: törölt
id_id: dihapus
it: eliminato
lv: dzēsts
pl: usunięte
pt_br: excluído
sv: raderat
tr: silindi

# workspaces.legend.created
source: created
ar: أنشأت
de: erstellt
es: creado
fi: luotu
hu: létrehozott
id_id: dibuat
it: creato
lv: izveidots
pl: utworzone
pt_br: criado
sv: skapat
tr: oluşturuldu

# workspaces.legend.moved
source: moved
ar: نقل
de: erstellt
es: movido
fi: luotu
hu: mozgatott
id_id: dipindah
it: spostato
lv: pārvietots
pl: przeniesione
pt_br: movido
sv: flyttat
tr: taşındı

# workspaces.legend.hidden
source: hidden
ar: مخفي
de: erstellt
es: oculto
fi: luotu
hu: rejtett
id_id: tersembunyi
it: nascosto
lv: paslēpts
pl: ukryte
pt_br: oculto
sv: dolt
tr: gizli

# workspaces.legend.edited
source: edited
ar: حررت
de: erstellt
es: editado
fi: luotu
hu: szerkesztett
id_id: diedit
it: modificato
lv: labots
pl: edytowane
pt_br: editado
sv: redigerat
tr: düzenlendi

# workspaces.thereAreNoUnpublishedChanges
source: There are no unpublished changes in this workspace.
ar: ليس هناك أية تغييرات غير منشورة في فضاء العمل هذا.
de: In diesem Arbeitsbereich gibt es keine unveröffentlichten Änderungen.
es: No hay cambios sin publicar en este espacio de trabajo.
fi: Tässä työtilassa ei ole julkaisemattomia muutoksia.
hu: Minden közzé van téve.
id_id: Tidak ada perubahan yang tidak dipublikasikan di bidang kerja ini.
it: Non ci sono modifiche non pubblicate in questo spazio di lavoro.
lv: Nav nepublicētu izmaiņu šajā darba virsmā.
pl: Brak nieopublikowanych zmian w tym obszarze roboczym.
pt_br: Não há nenhuma mudança não publicada neste espaço de trabalho.
sv: Det finns inga opublicerade ändringar i den här arbetsytan.
tr: Bu çalışma alanında yayımlanmamış değişiklik yok.

# workspaces.discardAllChangesInWorkspaceConfirmation
source: Do you really want to discard all changes in the "{0}" workspace?
ar: هل تريد حقاً أن تتجاهل كافة التغييرات في فضاء العمل "{0}"؟
de: Möchten Sie wirklich alle Änderungen im Arbeitsbereich "{0}" verwerfen?
es: ¿Desea descartar todos los cambios en el espacio de trabajo "{0}"?
fi: Halutako varmasti hylätä kaikki muutokset työtilassa "{0}"?
hu: Biztos minden változás el akar vetni a "{0}" munkafelületen?
id_id: Apakah Anda benar-benar ingin membuang semua perubahan dalam bidang kerja "{0}"?
it: Vuoi veramente eliminare tutte le modifiche nello spazio di lavoro "{0}"?
lv: Vai vēlaties atcelt visas izmaiņas šajā {0} darba virsmā?
pl: Czy na pewno zaniechać wszystkie zmiany w obszarze roboczym "{0}" ?
pt_br: Você realmente quer descartar todas as alterações na área de trabalho "{0}"?
sv: Vill du verkligen ignorera alla ändringar i arbetsytan "{0}"?
tr: "{0}" çalışma alanındaki bütün değişiklikleri iptal etmek istediğinizden emin misiniz?

# workspaces.workspaceWithThisTitleAlreadyExists
source: A workspace with this title already exists.
ar: فضاء العمل بنفس الاسم موجود مسبقاً.
de: Ein Arbeitsbereich mit diesem Titel ist bereits vorhanden.
fi: Samanniminen työtila on jo olemassa.
hu: Ilyen című munkafelület már létezik.
id_id: Bidang kerja dengan judul ini sudah ada.
it: Uno spazio di lavoro con questo titolo esiste già.
lv: Darba virsma ar šādu nosaukumu jau pastāv.
pl: Obszar roboczy z takim tytułem już istnieje.
pt_br: Um espaço de trabalho com este título já existe.
sv: Det finns redan en arbetsyta med denna titel.
tr: Bu başlığa sahip bir çalışma alanı zaten var.

# workspaces.workspaceHasBeenUpdated
source: The workspace "{0}" has been updated.
ar: تم تحديث فضاء العمل "{0}".
de: Der Arbeitsbereich "{0}" wurde aktualisiert.
fi: Työtila "{0}" päivitetty.
hu: A munkafelület "{0}" frissítve lett.
id_id: Bidang kerja "{0}" telah diperbarui.
it: Lo spazio di lavoro "{0}" è stato aggiornato.
lv: Darba virsma "{0}" ir atjaunināta.
pl: Obszar roboczy "{0}" został zaktualizowany.
pt_br: O espaço de trabalho "{0}" foi atualizado.
sv: Arbetsytan "{0}" har uppdaterats.
tr: "{0}" çalışma alanı güncellendi.

# workspaces.workspaceCannotBeDeletedBecauseOfDependencies
source: Workspace "{0}" cannot be deleted because the following workspaces are based on it: {1}
ar: لا يمكن حذف فضاء عمل "{0}" لأن فضاء العمل التالي يستند إليه: {1}
de: Arbeitsbereich "{0}" kann nicht gelöscht werden, da die folgenden Arbeitsbereiche auf ihm basieren: {1}
fi: Työtilaa "{0}" ei voida poistaa koska työtila "{1}" pohjautuu siihen
hu: A munkafelületet "{0}" nem sikerült törölni, mert a következő munkafelületek erre épülnek: {1}
id_id: Bidang kerja "{0}" tidak dapat dihapus karena bidang kerja berikut didasarkan pada itu: {1}
it: Lo spazio di lavoro "{0}" non può essere eliminato perchè i seguenti spazi di lavoro sono basati su di esso: {1}
lv: Darba virsmu "{0}" nevar dzēst, jo šīs darba virsmas pamatā ir: {1}
pl: Obszar roboczy "{0}" nie można być usunięty, ponieważ następujące obszary robocze są oparte na nim: {1}
pt_br: Espaço de trabalho "{0}" não pode ser apagado porque os seguintes espaços de trabalho baseiam-se nele: {1}
sv: Arbetsytan "{0}" kan ej raderas eftersom de följande arbetsytorna baserar på den: {1}
tr: Aşağıdaki çalışma alanları buna dayandığından "{0}" çalışma alanı silinemez: {1}

# workspaces.notDeletedErrorWhileFetchingUnpublishedNodes
source: An error occurred while fetching unpublished nodes from workspace "{0}", nothing was deleted.
ar: حدث خطأ أثناء إحضار العقد الغير منشورة من مساحة العمل "{0}"، لم يتم حذف أي شيء.
de: Fehler beim Abrufen der unveröffentlichten Elemente des Arbeitsbereichs "{0}", es wurde nichts gelöscht.
fi: Virhe haettassa julkaisemattomia muutoksia työtilalle "{0}"; mitään ei poistettu.
hu: Hiba történt a kiadatlan csomópontok bevitele közben a munkafelületen "{0}", semmi nem lett törölve.
id_id: Terjadi kesalahan saat mengambil node yang tidak diterbitkan dari bidang kerja "{0}", tidak dihapus.
it: Si è verificato un errore durante il recupero dei nodi non pubblicati "{0}", nulla è stato eliminato.
lv: Rādās kļūda, ielādējot nepublicētus mezglus no darbvietas "{0}", nekas nav izdzēsts.
pl: Wystąpił błąd podczas pobierania nieopublikowanych węzłów z obszaru roboczego "{0}", nic nie zostało usunięte.
pt_br: Ocorreu um erro ao buscar nós não publicados da área de trabalho "{0}", nada foi excluído.
sv: Ett fel uppstod när opublicerade noder hämtades från arbetsytan "{0}", ingenting togs bort.
tr: "{0}" çalışma alanından yayımlanmamış düğümler yakalanırken bir hata oluştu, herhangi bir şey silinmedi.

# workspaces.cantEditBecauseWorkspaceContainsChanges
source: Your personal workspace contains changes, please publish or discard them first.
ar: فضاء العمل الشخصي الخاص بك يحتوي على تغييرات، يرجى نشرها أو تجاهلها أولاً.
de: Ihr persönlicher Arbeitsbereich enthält Änderungen, bitte veröffentlichen oder verwerfen Sie diese zuerst.
fi: Henkilökohtainen työtilasi sisältää muutoksia, julkaise tai hylkää ne ensin.
hu: A személyes felület módosításokat tartalmaz, tegye közzé vagy dobja őket először.
id_id: Ruang kerja pribadi Anda berisi perubahan, silahkan mempublikasikan atau membuangnya dulu.
it: Il tuo spazio di lavoro personale contiene modifiche, per favore pubblicalo o scartalo prima.
lv: Jūsu personīgā darba virsma satur izmaiņas, lūdzu publicējiet vai atceliet tās vispirms.
pl: Twój osobisty obszar roboczy zawiera zmiany, musisz je najpierw opublikować lub odrzucić.
pt_br: Seu espaço de trabalho pessoal contém alterações, por favor, publique ou descarte-as primeiro.
sv: Din personliga arbetsyta innehåller ändringar, vänligen publicera eller ignorera dem först.
tr: Kişisel çalışma alanınızda değişiklikler var, lütfen önce bunları yayımlayın veya iptal edin.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[0]
source: Did not delete workspace "{0}" because it currently contains {1} node.
de: Arbeitsbereich "{0}" wurde nicht gelöscht, da er derzeit {1} Element enthält.
fi: Työtilaa "{0}" ei poistettu koska se sisältää {1} solmun.
hu: Nem törlődött a munkafelület "{0}", mivel {1} csomópontot tartalmaz.
it: Non è stato eliminato lo spazio di lavoro "{0}" perchè correntemente contiene il nodo {1}.
pt_br: Espaço de trabalho "{0}" não foi apagado porque atualmente contém {1} nó.
sv: Raderade ej arbetsytan "{0}" eftersom den för närvarande innehåller {1} nod.
tr: Şu anda {1} düğüm içerdiği için "{0}" çalışma alanı silinmedi.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[1]
source: Did not delete workspace "{0}" because it currently contains {1} nodes.
de: Arbeitsbereich "{0}" wurde nicht gelöscht, da er derzeit {1} Elemente enthält.
fi: Työtilaa "{0}" ei poistettu koska se sisältää {1} solmua.
hu: Nem törlődött a munkafelület "{0}", mivel {1} csomópontokat tartalmaz.
it: Non è stato eliminato lo spazio di lavoro "{0}" perchè contiene correntemente {1} nodi.
pt_br: Espaço de trabalho "{0}" não foi apagado porque atualmente contém {1} nós.
sv: Raderade ej arbetsytan "{0}" eftersom den för närvarande innehåller {1} noder.
tr: Şu anda {1} düğüm içerdiği için "{0}" çalışma alanı silinmedi.

# workspaces.workspaceHasBeenRemoved
source: The workspace "{0}" has been removed.
ar: تم حذف فضاء العمل "{0}".
de: Der Arbeitsbereich "{0}" wurde entfernt.
fi: Työtila "{0}" poistettu.
hu: A munkafelület "{0}" el lett látovlítva.
id_id: Bidant kerja "{0}" telah dihapus.
it: Lo spazio di lavoro "{0}" è stato rimosso.
lv: Darba virsma "{0}" ir noņemta.
pl: Obszar roboczy "{0}" został usunięty.
pt_br: O espaço de trabalho "{0}" foi removido.
sv: Arbetsytan "{0}" har raderats.
tr: "{0}" çalışma alanı kaldırıldı.

# workspaces.selectedChangeHasBeenPublished
source: The selected change has been published.
ar: تم نشر التغيير المحدد.
de: Die ausgewählte Änderung wurde veröffentlicht.
es: El cambio seleccionado ha sido publicado.
fi: Valitut muutokset julkaistu.
hu: A kiválasztott módosítással közzé lett téve.
id_id: Perubahan dipilih telah diterbitkan.
it: La modifica selezionata è stata pubblicata.
lv: Iezīmētās izmaiņas ir publicētas.
pl: Wybrana zmiana została opublikowana.
pt_br: A alteração selecionada foi publicada.
sv: Den valda ändringen har publicerats.
tr: Seçilen değişiklik yayımlandı.

# workspaces.selectedChangeHasBeenDiscarded
source: The selected change has been discarded.
ar: تم تجاهل التغيير المحدد.
de: Die ausgewählte Änderung wurde verworfen.
es: El cambio seleccionado ha sido descartado.
fi: Valitut muutokset hylätty.
hu: A kijelölt módosítást el lett vetve.
id_id: Perubahan dipilih telah dibuang.
it: La modifica selezionata è stata scartata.
lv: Atlasītās izmaiņas ir atceltas.
pl: Wybrana zmiana została odrzucona.
pt_br: A alteração selecionada foi descartada.
sv: Den valda ändringen har ignorerats.
tr: Seçilen değişiklik iptal edildi.

# workspaces.selectedChangesHaveBeenPublished
source: The selected changes have been published.
ar: تم نشر التغييرات المحددة.
de: Die ausgewählten Änderungen wurden veröffentlicht.
es: Los cambios seleccionados ha sido publicados.
fi: Valitut muutokset julkaistu.
hu: A kiválasztott módosítások közzé lettek téve.
id_id: Perubahan yang dipilih telah dipublikasikan.
it: Le modifiche selezionate sono state pubblicate.
lv: Iezīmētās izmaiņas ir publicētas.
pl: Wybrane zmiany zostały opublikowane.
pt_br: As alterações selecionadas foram publicadas.
sv: De valda ändringarna har publicerats.
tr: Seçilen değişiklikler yayımlandı.

# workspaces.selectedChangesHaveBeenDiscarded
source: The selected changes have been discarded.
ar: تم تجاهل التغييرات المحددة.
de: Die ausgewählten Änderungen wurden verworfen.
es: Los cambios seleccionados ha sido descartados.
fi: Valitut muutokset hylätty.
hu: A kijelölt módosítások el lett vetve.
it: Le modifiche selezionate sono state scartate.
lv: Atlasītās izmaiņas ir atceltas.
pl: Wybrane zmiany zostały odrzucone.
pt_br: As alterações selecionadas foram descartadas.
sv: De valda ändringarna har ignorerats.
tr: Seçilen değişiklikler iptal edildi.

# workspaces.allChangesInWorkspaceHaveBeenPublished
source: All changes from workspace "{0}" have been published to {1}.
ar: تم نشر جميع التغييرات من فضاء العمل "{0}" إلى {1}.
de: Alle Änderungen aus dem Arbeitsbereich "{0}" wurden in {1} veröffentlicht.
fi: Kaikki työtilan "{0}" muutokset on julkaistu kohteessa {1}.
hu: Minden változás a munkafelületről "{0}" közzé lett téve {1}.
it: Tutte le modifiche dallo spazio di lavoro "{0}" sono state pubblicate su {1}.
lv: Visas izmaiņas no darba virsmas "{0}" ir publicētas {1}.
pl: Wszystkie zmiany z obszaru roboczego "{0}" zostały opublikowane do {1}.
pt_br: Todas as alterações do espaço de trabalho "{0}" foram publicadas para {1}.
sv: Alla ändringar på arbetsytan "{0}" har publicerats på {1}.
tr: "{0}" çalışma alanındaki tüm değişiklikler {1} üzerinde yayımlandı.

# workspaces.allChangesInWorkspaceHaveBeenDiscarded
source: All changes from workspace "{0}" have been discarded.
ar: تم تجاهل كافة التغييرات في فضاء العمل "{0}".
de: Alle Änderungen aus dem Arbeitsbereich "{0}" wurden verworfen.
fi: Kaikki työtilan "{0}" muutokset on hylätty.
hu: Minden változás a munkafelületen "{0}" el lett vetve.
id_id: Semua perubahan dari ruang kerja " {0} " telah dibuang.
it: Tutte le modifiche dallo spazio di lavoro "{0}" sono state scartate.
lv: Visas izmaiņas no darba virsmas "{0}" ir atceltas.
pl: Wszystkie zmiany z obszaru roboczego "{0}" zostały odrzucone.
pt_br: Todas as alterações do espaço de trabalho "{0}" foram descartadas.
sv: Alla ändringar från arbetsytan "{0}" har ignorerats.
tr: "{0}" çalışma alanındaki tüm değişiklikler iptal edildi.

# history.label
source: History
ar: التاريخ
de: Verlauf
es: Historial
fi: Historia
hu: Előzmények
id_id: Sejarah
it: Cronologia
lv: Vēsture
pl: Historia
pt_br: Histórico
sv: Historik

# history.description
source: This module provides an overview of all relevant events affecting this Neos installation.
ar: هذه الوحدة توفر لمحة عامة عن جميع الأحداث ذات الصلة التي تؤثر على هذا التثبيت لنيوس.
de: Dieses Modul bietet einen Überblick über alle relevanten Ereignisse die diese Neos-Installation betreffen.
es: Este módulo proporciona una visión general de todos los eventos relevantes que afectan a esta instalación de Neos.
fi: Tämä moduuli näyttää kaikki tämän Neos-asennuksen tapahtumat.
hu: Ez a modul áttekintést ad az összes fontos eseményről, amely befolyásolja a Neos telepítést.
id_id: Modul ini memberikan gambaran umum tentang semua peristiwa yang relevan yang mempengaruhi pemasangan Neos ini.
it: Questo modulo fornisce una panoramica di tutti gli eventi rilevanti che riguardano questa installazione di Neos.
lv: Šis modulis sniedz apskatu par visām darbībām, kas ietekmē šo Neos instalāciju.
pl: Ten moduł zawiera przegląd wszystkich istotnych zdarzeń wpływających na działanie tej instalacji Neos.
pt_br: Este módulo fornece uma visão geral de todos os eventos relevantes que afetam esta instalação do Neos.
sv: Denna modul ger en översikt över alla relevanta händelser som påverkar denna Neos-installation.

# history.messages.hereIsWhatHappenedRecentlyInNeos
source: Here's what happened recently in Neos
ar: هنا ما حدث مؤخرا في نيوس
de: Dies ist kürzlich in Neos geschehen:
es: Esto es lo que sucedió recientemente en Neos:
fi: Neosin viimeisimmät tapahtumat
hu: Itt van, ami nemrégiben történt a Neos-on
id_id: Inilah yang terjadi baru-baru ini di Neos
it: Ecco cosa è successo recentemente in Neos:
lv: Lūk, kas nesen notika Neos:
pl: Oto co wydarzyło się ostatnio w Neos
pt_br: Aqui está o que aconteceu recentemente no Neos:
sv: Här är vad som nyligen hänt i Neos

# history.messages.emptyHistory
source: There have not been recorded any events yet which could be displayed in this history.
ar: أنه لم يتم تسجيل أية أحداث بعد الذي يمكن أن يتم عرضها في هذا التاريخ.
de: Es wurden noch keine Ereignisse aufgezeichnet die in diesem Verlauf dargestellt werden könnten.
es: Aún no se ha registrado ningún evento que podamos mostrar en esta historia.
fi: Historiassa ei vielä ole tapahtumia.
hu: Nincs még felvett eseméyn, ami megjeleníthető lenne az előzményekben.
id_id: Belum ada rekaman acara yang bisa ditampilkan dalam sejarah ini.
it: Non sono ancora stati registrati eventi che potrebbero essere visualizzati in questa cronologia.
lv: Nav reģistrētu notikumu, ko varētu parādīt šajā vēsturē.
pl: Nie zarejestrowano żadnych zdarzeń, które mogłyby być wyświetlone w tej historii.
pt_br: Não foram registrados quaisquer eventos que poderiam ser exibido neste histórico ainda.
sv: Det har ännu ej registrerats någon händelse i denna historik.

# history.eventDescription.node.added
source: {0} created the {1} "{2}".
ar: {0} انشأ ال{1} "{2}".
de: {0} hat {1} "{2}" erstellt.
fi: {0} loi {1} {2}.
hu: {0} létrehozta {1} "{2}".
id_id: {0} membuat {1} "{2}".
it: {0} creato il {1} "{2}".
lv: {0} izveidoja {1} {2}.
pl: {0} utworzył {1} "{2}".
pt_br: {0} criou o {1} "{2}".
sv: {0} skapade {1} "{2}".

# history.eventDescription.node.removed
source: {0} removed the {1} "{2}".
ar: {0} ازال ال{1} "{2}".
de: {0} hat {1} "{2}" entfernt.
fi: {0} poisti {1} {2}.
hu: {0} eltávolította {1} "{2}".
id_id: {0} menghapus {1} "{2}".
it: {0} rimosso il {1} "{2}".
lv: {0} izdzēsa {1} {2}.
pl: {0} usunął {1} "{2}".
pt_br: {0} removeu o {1} "{2}".
sv: {0} raderade {1} "{2}".

# history.eventDescription.node.adopted
source: {0} created the variant {1} of the {2} "{3}".
ar: قام {0} بإنشاء المتغير {1} من {2} "{3}".
de: {0} hat die Variante {1} von {2} "{3}" erstellt.
fi: {0} loi muunnoksen {1} {2} {3}:sta.
hu: {0} létrehozta a változatot {1} a {2} "{3}".
id_id: {0} membuat varian {1} dari {2} "{3}".
it: {0} creata la variante {1} delle {2} "{3}".
lv: {0} izveidoja versiju {1} no {2} {3}.
pl: {0} utworzył wariant {1} z {2} "{3}".
pt_br: {0} criou a variante {1} do {2} "{3}".
sv: {0} skapade en variant {1} av {2} "{3}".

# history.eventDescription.node.changed
source: {0} modified the {1} "{2}".
ar: {0} قام بتغيير {1} "{2}".
de: {0} hat {1} "{2}" bearbeitet.
fi: {0} muokkasi {1} "{2}".
hu: {0} módosult {1} "{2}".
id_id: {0} mengubah {1} "{2}".
it: {0} modificato il {1} "{2}".
lv: {0} modificēja {1} "{2}".
pl: {0} zmodyfikował {1} "{2}".
pt_br: {0} modificou o {1} "{2}".
sv: {0} förändrade {1} "{2}".

# history.eventDescription.node.moved
source: {0} moved the {1} "{2}".
ar: {0} قام بنقل {1} "{2}".
de: {0} hat {1} "{2}" verschoben.
fi: {0} siirsi {1} "{2}".
hu: {0} mozgatta {1} "{2}".
id_id: {0} memindah {1} "{2}".
it: {0} spostato il {1} "{2}".
lv: {0} pārvietoja {1} {2}.
pl: {0} przeniósł {1} "{2}".
pt_br: {0} moveu o {1} "{2}".
sv: {0} flyttade {1} "{2}".

# history.eventDescription.node.copied
source: {0} copied the {1} "{2}".
ar: {0} قام بنسخ {1} "{2}".
de: {0} hat {1} "{2}" kopiert.
fi: {0} kopioi {1} "{2}".
hu: {0} másolta {1} "{2}".
id_id: {0} menyalin {1} "{2}".
it: {0} copiato il {1} "{2}".
lv: {0} nokopēja {1} {2}.
pl: {0} skopiował {1} "{2}".
pt_br: {0} copiou o {1} {2}.
sv: {0} kopierade {1} "{2}".

# history.eventDescription.node.renamed
source: {0} renamed the {1} "{2}" to "{3}".
ar: {0} أعادت تسمية {1} "{2}" إلى"{3}".
de: {0} hat {1} "{2}" zu "{3}" umbenannt.
fi: {0} nimesi {1} "{2}" uudelleen "{3}":ksi.
hu: {0} átnevezte {1} "{2}" "{3}"-ra.
id_id: {0} mengganti nama {1} "{2}" menjadi "{3}".
it: {0} rinominati {1} "{2}" a "{3}".
lv: {0} pārdēvēja {1} "{2}" uz "{3}".
pl: {0} zmienił nazwę {1} "{2}" na "{3}".
pt_br: {0} renomeou o {1} "{2}" para "{3}".
sv: {0} döpte om {1} "{2}" till "{3}".

# history.eventDescription.node.changedContent
source: {0} modified content on the {1} "{2}".
ar: {0} مُحتوى مُعدّل على {1} "{2}".
de: {0} hat den Inhalt von {1} "{2}" bearbeitet.
fi: {0} muokkasi sisältöä {1} "{2}".
hu: {0} megváltoztatta a tartalmat {1} "{2}"-re.
id_id: {0} mengubah konten pada {1} "{2}".
it: {0} modificato il contenuto su {1} "{2}".
lv: {0} izmainīja saturu {1} {2}.
pl: {0} zmodyfikował zawartość na {1} "{2}".
pt_br: {0} modificou o conteúdo no {1} "{2}".
sv: {0} förändrade innehållet på {1} "{2}".

# history.eventDescription.account.created
source: {0} created a new user "{1}" for {2}.
ar: {0} إنشاء مستخدم جديد "{1}" ل {2}.
de: {0} hat einen neuen Benutzer "{1}" für {2} angelegt.
es: {0} creó un nuevo usuario "{1}" para {2}.
fi: {0} loi uuden käyttäjän "{1}" {2}:lle.
hu: {0} létrehozott egy új felhasználót "{1}" {2}.
id_id: {0} membuat pengguna baru "{1}" untuk {2}.
it: {0} ha creato un nuovo utente "{1}" per {2}.
lv: {0} izveidoja jaunu lietotāju "{1}" {2}.
pl: {0} utworzył nowego użytkownika "{1}" dla {2}.
pt_br: {0} criou um novo usuário "{1}" para {2}.
sv: {0} skapade en ny användare "{1}" för {2}.

# history.eventDescription.account.deleted
source: {0} deleted the account "{1}" of {2}.
ar: {0} حذف الحساب "{1}" من {2}.
de: {0} hat den Benutzer "{1}" von {2} gelöscht.
es: {0} borró la cuenta "{1}" de {2}.
fi: {0} poisti tilin "{1}" {2}:sta.
hu: {0} törölt egy felhasználót "{1}" {2}.
id_id: {0} dihapus account "{1}" dari {2}.
it: {0} ha eliminato l'account "{1}" di {2}.
lv: {0} izdzēsa kontu "{1}" {2}.
pl: {0} usunął konto "{1}" z {2}.
pt_br: {0} excluiu a conta "{1}" de {2}.
sv: {0} raderade kontot "{1}" av {2}.

# history.loadMore.label
source: Load More
ar: تحميل المزيد
de: Mehr laden
es: Cargar más
fi: Lataa lisää
hu: Többet
id_id: Muat lagi
it: Carica Altro
lv: Ielādēt vairāk
pl: Załaduj więcej
pt_br: Carregar mais
sv: Ladda mer

# history.nodeRemovedInMeantime
source: This node has been removed in the meantime
ar: تم إزالة هذه العقدة في الوقت نفسه
de: Dieser Node wurde in der Zwischenzeit entfernt
fi: Solmu on poistettu
hu: Ezt a csomópontot idő közben eltávolították
id_id: Node ini telah dihapus sementara
it: Questo nodo è stato rimosso nel mentre
lv: Šis mezgls šobrīd tiek izņemts
pl: Ten węzeł został usunięty w międzyczasie
pt_br: Este nó já foi removido
sv: Den här noden har tagits bort under tiden

# administration.label
source: Administration
ar: الإدارة
de: Verwaltung
es: Administración
fi: Ylläpito
hu: Adminisztráció
id_id: Administrasi
it: Amministrazione
lv: Administrācija
pl: Administracja
pt_br: Administração
sv: Administrering
tr: Yönetim

# administration.description
source: Contains multiple modules related to administration
ar: يحتوي على عدة وحدات تتعلق بإدارة المحتوى
de: Enthält Module zur Systemverwaltung
es: Contiene varios módulos relacionados con la administración
fi: Sisältää useita hallintamoduuleita
hu: Több modult tartalmaz, ami kapcsolódik az adminisztrációhoz
id_id: Mengandung banyak modul yang berkaitan dengan administrasi
it: Contiene più moduli relativi all'amministrazione
lv: Satur vairākus administrācijas moduļus
pl: Zawiera mooduły związane z administracją
pt_br: Contém vários módulos relacionados a administração
sv: Innehåller flera moduler för administrering
tr: Yönetimle ilgili birden fazla modül içerir
