Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

source: Back
ar: رجوع
de: Zurück
es: Atrás
fi: Takaisin
hu: Vissza
id_id: Kembali
it: Indietro
lv: Atpakaļ
pl: Wstecz
pt_br: Voltar
sv: Tillbaka
tr: Geri

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fi: Peruuta
hu: Mégsem
id_id: Batalkan
it: Annulla
lv: Atcelt
pl: Anuluj
pt_br: Cancelar
sv: Avbryt
tr: İptal et

# management.label
source: Management
ar: الإدارة
de: Inhaltsverwaltung
es: Administración
fi: Hallinta
hu: Kezelés
id_id: Manajemen
it: Gestione
lv: Vadība
pl: Zarządzanie
pt_br: Gerenciamento
sv: Hantering
tr: Yönetim

# management.description
source: Contains multiple modules related to management of content
ar: يحتوي على وحدات متعددة تتعلق بإدارة المحتوى
de: Enthält Module zur Inhaltsverwaltung
es: Contiene varios módulos relacionados con la gestión de contenidos
fi: Sisältää useita sisällön hallintaan liittyviä moduuleja
hu: Több modult tartalmaz, ami kapcsolódik a tartalomhoz
id_id: Mengandung banyak modul yang berkaitan dengan manajemen konten
it: Contiene moduli multipli relativi all'amministrazione del contenuto
lv: Satur vairākus moduļus, kas saistīti ar satura pārvaldību
pl: Zawiera moduły do zarządzania treścią
pt_br: Contém vários módulos relacionados ao gerenciamento de conteúdo
sv: Innehåller flera moduler relaterade till innehållshantering
tr: İçeriğin yönetimi ile ilgili birçok modül içerir

# workspaces.label
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de Trabajo
fi: Työtilat
hu: Munkaterület
id_id: Bidang Kerja
it: Aree Lavoro (Workspaces)
lv: Darba virsmas
pl: Obszary robocze
pt_br: Espaços de Trabalho
sv: Arbetsytor
tr: Çalışma alanları

# workspaces.detailsForWorkspace
source: Details for "{0}"
ar: تفاصيل عن "{0}"
de: Details für "{0}"
es: Detalles de "{0}"
fi: "{0}":n tiedot
hu: Részletek "{0}"
id_id: Rincian untuk "{0}"
it: Dettagli per "{0}"
lv: Informācija par {0}
pl: Szczegóły dla "{0}"
pt_br: Detalhes para "{0}"
sv: Detaljer för "{0}"
tr: "{0}" için ayrıntılar

# workspaces.createNewWorkspace
source: Create new workspace
ar: إنشاء فضاء عمل جديد
de: Neuen Arbeitsbereich erstellen
es: Crear un nuevo espacio de trabajo
fi: Luo uusi työtila
hu: Új munkafelület létrehozása
id_id: Membuat bidang kerja baru
it: Crea nuovo spazio di lavoro
lv: Izveidot jaunu darba virsmu
pl: Utwórz nowy obszar roboczy
pt_br: Criar novo espaço de trabalho
sv: Skapa ny arbetsyta
tr: Yeni çalışma alanı oluştur

# workspaces.createWorkspace
source: Create workspace
ar: إنشاء فضاء العمل
de: Arbeitsbereich erstellen
es: Crear espacio de trabajo
fi: Luo työtila
hu: Új munkafelület
id_id: Membuat bidang kerja
it: Crea spazio di lavoro
lv: Izveidot darba virsmu
pl: Utwórz obszar roboczy
pt_br: Criar espaço de trabalho
sv: Skapa arbetsyta
tr: Çalışma alanı oluştur

# workspaces.deleteWorkspace
source: Delete workspace
ar: حذف فضاء العمل
de: Arbeitsbereich löschen
es: Eliminar espacio de trabajo
fi: Poista työtila
hu: Munkafelület törlése
id_id: Hapus bidang kerja
it: Elimina spazio di lavoro
lv: Dzēst darba virsmu
pl: Usuń obszar roboczy
pt_br: Apagar espaço de trabalho
sv: Ta bort arbetsyta
tr: Çalışma alanını sil

# workspaces.editWorkspace
source: Edit workspace
ar: تعديل مجال العمل
de: Arbeitsbereich bearbeiten
es: Editar espacio de trabajo
fi: Muokkaa työtilaa
hu: Munkafelület szerkesztése
id_id: Edit bidang kerja
it: Modifica spazio di lavoro
lv: Rediģēt darba virsmu
pl: Edytuj obszar roboczy
pt_br: Editar o espaço de trabalho
sv: Redigera arbetsyta
tr: Çalışma alanını düzenle

# workspaces.yesDeleteWorkspace
source: Yes, delete the workspace
ar: نعم، إحذف فضاء العمل
de: Ja, den Arbeitsbereich löschen
es: Sí, elimínalo
fi: Kyllä, poista työtila
hu: Igen, törlöm a munkafelületet
id_id: Ya, menghapus bidang kerja
it: Sì, elimina lo spazio di lavoro
lv: Jā, dzēst darba virsmu
pl: Tak, usuń obszar roboczy
pt_br: Sim, excluir o espaço de trabalho
sv: Ja, ta bort arbetsytan
tr: Evet, çalışma alanını sil

# workspaces.editWorkspace
source: Edit workspace "{0}"
ar: تعديل مجال العمل
de: Arbeitsbereich bearbeiten
es: Editar espacio de trabajo
fi: Muokkaa työtilaa
hu: Munkafelület szerkesztése
id_id: Edit bidang kerja
it: Modifica spazio di lavoro
lv: Rediģēt darba virsmu
pl: Edytuj obszar roboczy
pt_br: Editar o espaço de trabalho
sv: Redigera arbetsyta
tr: Çalışma alanını düzenle

# workspaces.personalWorkspace
source: Personal workspace
ar: فضاء العمل الشخصي
de: Persönlicher Arbeitsbereich
es: Espacio de trabajo personal
fi: Henkilökohtainen työtila
hu: Személyes munkafelület
id_id: Bidang kerja personal
it: Spazio di lavoro personale
lv: Personāla darba virsma
pl: Osobisty obszar roboczy
pt_br: Espaço de trabalho pessoal
sv: Personlig arbetsyta
tr: Kişisel çalışma alanı

# workspaces.privateWorkspace
source: Private workspace
ar: مجال العمل الخاص
de: Privater Arbeitsbereich
es: Espacio de trabajo privado
fi: Yksityinen työtila
hu: Privát munkafelület
id_id: Bidang kerja Privat
it: Spazio di lavoro privato
lv: Privāta darba virsma
pl: Prywatny obszar roboczy
pt_br: Espaço de trabalho privado
sv: Privat arbetsyta
tr: Özel çalışma alanı

# workspaces.internalWorkspace
source: Internal workspace
ar: فضاء العمل الداخلي
de: Interner Arbeitsbereich
es: Espacio de trabajo interno
fi: Sisäinen työtila
hu: Belső munkafelület
id_id: Bidang kerja internal
it: Spazio di lavoro interno
lv: Iekšējā darba virsma
pl: Wewnętrzny obszar roboczy
pt_br: Espaço de trabalho interno
sv: Intern arbetsyta
tr: İç çalışma alanı

# workspaces.readonlyWorkspace
source: Read-only workspace
ar: فضاء العمل خاص بالقراءة فقط
de: Nur-Lese Arbeitsbereich
es: Espacio de trabajo de solo lectura
fi: Vain luku-työtila
hu: Csak olvasható munkafelület
id_id: Bidang kerja Read-only
it: Spazio di lavoro di sola lettura
lv: Tikai lasāma darba virsma
pl: Obszar roboczy tylko do odczytu
pt_br: Espaço de trabalho somente leitura
sv: Skrivskyddad arbetsyta
tr: Salt okunur çalışma alanı

# workspaces.workspace.title
source: Title
ar: العنوان
de: Titel
es: Título
fi: Otsikko
hu: Cím
id_id: Judul
it: Titolo
lv: Virsraksts
pl: Tytuł
pt_br: Título
sv: Titel
tr: Başlık

# workspaces.workspace.description
source: Description
ar: الوصف
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
id_id: Deskripsi
it: Descrizione
lv: Apraksts
pl: Opis
pt_br: Descrição
sv: Beskrivning
tr: Açıklama

# workspaces.workspace.baseWorkspace
source: Base workspace
ar: مجال العمل الأساسي
de: Basis-Arbeitsbereich
es: Espacio de trabajo base
fi: Päätyötila
hu: Alap munkafelület
id_id: Bidang Kerja Dasar
it: Spazio di lavoro base
lv: Pamata darba virsma
pl: Podstawowy obszar roboczy
pt_br: Espaço de trabalho de base
sv: Bas-arbetsyta
tr: Temel çalışma alanı

# workspaces.workspace.owner
source: Owner
ar: المالك
de: Besitzer
es: Dueño
fi: Omistaja
hu: Tulajdonos
id_id: Pemilik
it: Proprietario
lv: Īpašnieks
pl: Właściciel
pt_br: Proprietário
sv: Ägare
tr: Sahibi

# workspaces.workspace.visibility
source: Visibility
ar: الظهور
de: Sichtbarkeit
es: Visibilidad
fi: Näkyvyys
hu: Láthatóság
id_id: Visibilitas
it: Visibilità
lv: Redzamība
pl: Widoczność
pt_br: Visibilidade
sv: Synlighet
tr: Netlik

# workspaces.workspace.visibility.private
source: Private
ar: خاص
de: Privat
es: Privado
fi: Yksityinen
hu: Privát
id_id: Rahasia
it: Privato
lv: Privāts
pl: Prywatny
pt_br: Privado
sv: Privat
tr: Özel

# workspaces.workspace.visibility.private.help
source: Only reviewers and administrators can access and modify this workspace
ar: فضاء العمل هذا لا يمكن الوصول إليه وتعديله إلا من طرف المراجعين والمسؤولين فقط
de: Nur Reviewer und Administratoren können auf diesen Arbeitsbereich zugreifen und ihn bearbeiten
es: Solo los revisores y administradores pueden acceder y modificar este espacio de trabajo
fi: Ainoastaan arvioijat ja pääkäyttäjät voivat käyttää ja muokata tätä työtilaa
hu: Csak moderátorok és adminisztrátoroknak van engedélye a tartalom szerkesztéséhez ezen a munkafelületen
id_id: Hanya pengulas dan administrator yang dapat mengakses dan memodifikasi bidang kerja ini
it: Solo i revisori e gli amministratori possono accedere e modificare questo spazio di lavoro
lv: Tikai recenzenti un administratori var piekļūt un modificēt šo darba virsmu
pl: Tylko recenzenci i administratorzy mogą otwierać i modyfikować ten obszar roboczy
pt_br: Apenas os revisores e os administradores podem acessar e modificar este espaço de trabalho
sv: Endast förhandsgranskare och administratörer kan komma åt och ändra den här arbetsytan
tr: Bu çalışma alanına yalnızca inceleyiciler ve yöneticiler erişebilir ve değiştirebilir

# workspaces.workspace.visibility.internal
source: Internal
ar: داخلي
de: Intern
es: Interno
fi: Sisäinen
hu: Belső
it: Interno
lv: Iekšēji
pl: Wewnętrzny
pt_br: Interno
sv: Internt
tr: Dahili

# workspaces.workspace.visibility.internal.help
source: Any logged in editor can see and modify this workspace.
ar: يمكن لأي محرر تسجيل الدخول رؤية وتعديل فضاء العمل هذا.
de: Jeder angemeldete Redakteur kann diesen Arbeitsbereich sehen und bearbeiten.
es: Cualquiera que inicie sesión en el editor puede ver y modificar este espacio de trabajo.
fi: Kaikki sisäänkirjautuneet julkaisijat näkevät tämän työtilan ja voivat muokata sitä.
hu: Minden bejelentkezett szerkesztő láthatja és módosíthatja a munkafelületet.
id_id: Editor login yang dapat melihat dan mengubah bidang kerja ini.
it: Ogni editore loggato può vedere e modificare questo spazio di lavoro.
lv: Autorizēts redaktors var redzēt un rediģēt šo darba virsmu.
pl: Każdy zalogowany redaktor może zobaczyć i modyfikować ten obszar roboczy.
pt_br: Qualquer editor logado pode ver e modificar este espaço de trabalho.
sv: En inloggade redigerare kan se och ändra den här arbetsytan.
tr: Oturum açmış herhangi bir düzenleyici bu çalışma alanını görebilir ve değiştirebilir.

# workspaces.workspace.changes
source: Changes
ar: التغييرات
de: Änderungen
es: Cambios
fi: Muutokset
hu: Változások
id_id: Perubahan
it: Modifiche
lv: Izmaiņas
pl: Zmiany
pt_br: Mudanças
sv: Ändringar
tr: Değişiklikler

# workspaces.openPageInWorkspace
source: Open page in "{0}" workspace
ar: فتح الصفحة في فضاء العمل "{0}"
de: Seite in Arbeitsbereich "{0}" öffnen
es: Abrir la página en el espacio de trabajo "{0}"
fi: Avaa sivu "{0}" työtilassa
hu: Oldal megnyitása "{0}" a munkafelületen
id_id: Buka halaman di bidang kerja "{0}"
it: Apri pagina nello spazio di lavoro "{0}"
lv: Atvērt lapu "{0}" darba virsmā
pl: Otwórz stronę w obszarze roboczym "{0}"
pt_br: Abrir página em espaço de trabalho "{0}"
sv: Öppna sidan i arbetsyta "{0}"
tr: Sayfayı "{0}" çalışma alanında açın

# workspaces.help.cantDeletePersonalWorkspace
source: This is your personal workspace which you can't delete.
ar: هذا هو فضاء العمل الخاص بك الذي لا يمكنك حذفه.
de: Dies ist Ihr persönlicher Arbeitsbereich, welcher nicht gelöscht werden kann.
es: Este es tu espacio de trabajo personal que no se puede eliminar.
fi: Tämä on henkilökohtainen työtilasi, jota et voi poistaa.
hu: Ez egy személyes munkafelület, amit nem törölhet.
id_id: Ini adalah ruang kerja pribadi Anda yang tidak dapat Anda hapus.
it: Questo è il tuo spazio di lavoro personale che non puoi eliminare.
lv: Tā ir jūsu personīgā darba virsma, kuru nevar izdzēst.
pl: To jest twój osobisty obszar roboczy, którego nie można usunąć.
pt_br: Este é o seu espaço de trabalho pessoal, que não é possível apagar.
sv: Detta är din personliga arbetsyta som du inte kan radera.
tr: Bu sizin silemeyeceğiniz kişisel çalışma alanınızdır.

# workspaces.help.workspaceContainsChanges
source: The workspace contains changes. To delete, discard the changes first.
ar: يحتوي فضاء العمل على مجموعة من التغييرات. للحذف، يرجى تجاهل التغييرات أولاً.
de: Der Arbeitsbereich enthält Änderungen. Um ihn zu löschen, müssen die Änderungen zuerst verworfen werden.
es: El espacio de trabajo contiene cambios. Para eliminarlos, descarta los cambios primero.
fi: Työtila sisältää muutoksia. Jos haluat poistaa sen, hylkää muutokset ensin.
hu: A munkafelület változásokat tartalmaz. A törléshez először vesse el a módosításokat.
id_id: Ruang kerja berisi perubahan. Untuk menghapus, buang perubahan terlebih dahulu.
it: Lo spazio di lavoro contiene modifiche. Per eliminare, scarta prima le modifiche.
lv: Darba virsma satur izmaiņas. Lai izdzēstu, vispirms atceļiet veiktās izmaiņas.
pl: Obszar roboczy zawiera zmiany. Aby usunąć, odrzuć najpierw zmiany.
pt_br: O espaço de trabalho contém alterações. Para o excluir, descarte as alterações primeiro.
sv: Arbetsytan innehåller ändringar. För att kunna ta bort arbetsytan måste du ignorera ändringarna först.
tr: Çalışma alanı değişiklikler içeriyor. Silmek için önce değişiklikleri iptal etmelisiniz.

# workspaces.help.cantRebaseWorkspaceContainsChanges
source: Workspace can't be rebased on a different workspace because it still contains changes.
ar: لا يمكن إعادة إنشاء هذا فضاء العمل على أساس فضاء عمل مختلف لأنه لا يزال يحتوي على التغييرات.
de: Der Arbeitsbereich kann nicht auf einen anderen Basis-Arbeitsbereich umgestellt werden, da er noch Änderungen enthält.
fi: Työtilaa ei voida asettaa pohjautumaan toiseen työtilaan, koska se sisältää muutoksia.
hu: A munkafelületet nem lehet újraalapozni egy másik munkafelületen, mert változásokat tartalmaz.
id_id: Bidang kerja tidak dapat didasarkan pada bidang kerja yang berbeda karena masih mengandung perubahan.
it: Lo spazio di lavoro non può essere ribasato su un differente spazio di lavoro perchè contiene ancora modifiche.
lv: Darba virsmu nevar pārvietot uz citu, jo tajā vēl joprojām ir izmaiņas.
pl: Obszar roboczy nie może być przeniesiony na inny, ponieważ nadal zawiera zmiany.
pt_br: A base deste espaço de trabalho não pode ser alterada para uma área diferente porque ele ainda contém alterações.
sv: Arbetsytan kan inte vara baserad på en annan arbetsyta eftersom den fortfarande innehåller ändringar.
tr: Çalışma alanı, hâlâ değişiklikler içerdiği için bir başka çalışma alanının üzerine yeniden kurulamaz.

# workspaces.help.cantDeleteWorkspaceHasDependencies
source: The workspace cannot be deleted because other workspaces depend on it.
ar: لا يمكن حذف فضاء العمل لأن مجالات عمل أخرى تعتمد عليه.
de: Der Arbeitsbereich kann nicht gelöscht werden, da andere Arbeitsbereiche auf ihm basieren.
fi: Työtilaa ei voida poistaa, koska on muita työtiloja jotka pohjautuvat siihen.
hu: Ezt a munkafelületet nem lehet törölni, mert más munkafelületek erre épülnek.
id_id: Bidang kerja tidak dapat dihapus karena bidang kerja lain bergantung padanya.
it: Lo spazio di lavoro non può essere eliminato perchè un altro spazio di lavoro dipende da esso.
lv: Darba virsmu nevar izdzēst, jo citas darba virsmas ir atkarīgas no tās.
pl: Obszaru roboczego nie może być usunięty, ponieważ inne obszary robocze zależą od niego.
pt_br: O espaço de trabalho não pode ser apagado porque outros espaços de trabalho dependem dele.
sv: Arbetsytan kan inte raderas eftersom andra arbetsytor är beroende av den.
tr: Diğer çalışma alanları bu çalışma alanına bağlı olduklarından çalışma alanı silinemez.

# workspaces.help.cantDeleteNoPermission
source: You don't have the permissions for deleting this workspace.
ar: ليس لديك الصلاحية لحذف هذا الفضاء العمل.
de: Sie haben nicht die Berechtigung diesen Arbeitsbereich zu löschen.
fi: Sinulla ei ole riittävästi oikeuksia poistaa tätä työtilaa.
hu: Nincs jogod, hogy töröld a munkafelületet.
id_id: Anda tidak memiliki izin untuk menghapus bidang kerja ini.
it: Non hai i permessi per eliminare questo spazio di lavoro.
lv: Jums nav atļaujas dzēst šo darba virsmu.
pl: Nie masz uprawnień do usunięcia tego obszaru roboczego.
pt_br: Você não tem as permissões para apagar este espaço de trabalho.
sv: Du har inte behörighet att ta bort den här arbetsytan.
tr: Bu çalışma alanını silmek için izniniz bulunmamakta.

# workspaces.dialog.confirmWorkspaceDeletion
source: Do you really want to delete the workspace "{0}"?
ar: هل تريد حقاً حذف فضاء العمل "{0}"؟
de: Wollen Sie wirklich den Arbeitsbereich "{0}" löschen?
fi: Haluatko todella poistaa työtilan "{0}"?
hu: Biztos törölni akarod a "{0}" munkafelületet?
id_id: Apakah Anda benar-benar ingin menghapus bidang kerja "{0}"?
it: Vuoi veramente eliminare lo spazio di lavoro "{0}"?
lv: Vai tiešām vēlaties izdzēst darba virsmu, "{0}"?
pl: Czy na pewno chcesz usunąć obszar roboczy "{0}"?
pt_br: Deseja mesmo excluir o espaço de trabalho "{0}"?
sv: Vill du verkligen ta bort arbetsytan "{0}"?
tr: "{0}" çalışma alanını silmek istediğinizden emin misiniz?

# workspaces.dialog.thisWillDeleteTheWorkspace
source: This will delete the workspace including all unpublished content. This operation cannot be undone.
ar: سيؤدي هذا إلى حذف فضاء العمل بما في ذلك كل شيء غير منشور. هذه العملية لا يمكن التراجع عنها.
de: Dadurch wird der Arbeitsbereich einschließlich aller unveröffentlichten Inhalte gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden.
fi: Tämä poistaa työtilan ja kaiken sen julkaisemattoman sisällön. Tätä toimintoa ei voi peruuttaa.
hu: Ez törölni fogja a munkafelületet az összes közzé nem tett tartalommal együtt. Ez a művelet nem vonható vissza.
id_id: Ini akan menghapus ruang kerja termasuk konten yang belum diterbitkan. Operasi ini tidak bisa dibatalkan.
it: Questo eliminerà lo spazio di lavoro inclusi tutti i contenuti non pubblicati. Questa operazione non può essere annullata.
lv: Ar šo tiks izdzēsta darba virsma, ieskaitot visu nepublicētu saturu. Šo darbību nevar atsaukt.
pl: Spowoduje to usunięcie obszaru roboczego, w tym wszystkie nieopublikowane treści. Tej operacji nie można cofnąć.
pt_br: Isto irá apagar o espaço de trabalho, incluindo todos os conteúdos não publicados. Esta operação não pode ser desfeita.
sv: Detta tar bort arbetsytan inklusive allt opublicerat innehåll. Åtgärden kan ej ångras.
tr: Bu, çalışma alanını, yayımlanmamış bütün içerikler de dahil olmak üzere silecektir. Bu işlem geri alınamaz.

# workspaces.description
source: This module contains the overview of all elements within the current workspace and it enables to continue the review and publishing workflow for them.
ar: هذه الوحدة النمطية يحتوي على نظرة عامة على جميع العناصر في فضاء العمل الحالية، وأنه يمكن مواصلة استعراض ونشر سير العمل لهم.
de: Dieses Modul bietet einen Überblick aller geänderter Inhalte des aktuellen Workspaces und ermöglicht deren Kontrolle und Veröffentlichung.
es: Este módulo contiene el resumen de todos los elementos dentro del espacio de trabajo actual y permite seguir el flujo de trabajo de revisión y publicación para ellos.
fi: Tämä moduuli sisältää näkymän kaikista elementeistä nykyisessä työtilassa ja mahdollistaa niiden julkaisuprosessin tarkastelun.
hu: Ez a modul tartalmazza az áttekintését az összes elemnek a jelenlegi munkafelületen és ez engedélyezi, hogy folytassa a felülvizsgálatát, munkafolyamatot.
id_id: Modul ini berisi ikhtisar dari semua elemen dalam bidang kerja saat ini dan memungkinkan untuk terus diperiksa dan penerbitan alur kerja mereka.
it: Questo modulo contiene una panoramica di tutti gli elementi all'interno dell'area di lavoro corrente e consente di continuare la revisione e la pubblicazione del flusso di lavoro.
lv: Šis modulis ietver visu esošās darbav virsmas elementu pārskatu, dod iespēju tos komentēt un publicēt.
pl: Ten moduł zawiera listę wszystkich elementów w bieżącym obszarze roboczym i pozwala na ich przegląd i publikowanie.
pt_br: Este módulo contém a visão geral de todos os elementos dentro do espaço de trabalho atual e permite continuar a revisão e publicação do fluxo de trabalho para eles.
sv: Denna modul innehåller en översikt över alla element inom den aktuella arbetsytan och gör det möjligt att fortsätta gransknings- och publiceringsarbetsflödet för dem.
tr: Bu modül geçerli çalışma alanı içerisindeki bütün öğelerin genel görünümünü içerir ve onların incelemeye devam etme ve yayımlama iş akışlarını etkinleştirir.

# workspaces.unpublishedChanges
source: Unpublished changes in workspace "{0}"
ar: التغييرات غير المنشورة في فضاء العمل "{0}"
de: Unveröffentlichte Änderungen im Arbeitsbereich "{0}"
es: Cambios no publicados
fi: Julkaisematomat muutokset
hu: Közzé nem tett változások a "{0}" munkafelületen
id_id: Perubahan yang tidak dipublikasikan di bidang kerja "{0}"
it: Modifiche non pubblicate nel progetto "{0}"
lv: Nepublicētās izmaiņas darba vietā "{0}"
pl: Nieopublikowane zmiany
pt_br: Alterações não publicadas
sv: Opublicerade ändringar i arbetsytan "{0}"
tr: {0} çalışma alanındaki yayımlanmamış değişiklikler

# workspaces.changesCounts
source: additions: {new}, changes: {changed}, removals: {removed}
ar: الإضافات: {new}، التغييرات: {changed}، عمليات الإزالة: {removed}
de: Ergänzungen: {new}, Änderungen: {changed}, Entfernungen: {removed}
es: añadidos: {new}, cambios: {changed}, removidos: {removed}
fi: lisäykset: {new}, muutokset: {changed}, poistot: {removed}
hu: kiegészítések: {new}, változások: {changed}, eltávolítások: {removed}
id_id: penambahan: {new}, perubahan: {changed}, perpindahan: {removed}
it: aggiunte: {new}, modifiche: {changed}, rimozioni: {removed}
lv: papildinājumi: {new}, izmaiņas: {changed}, noņemšana: {removed}
pl: dodania: {new}, zmiany: {changed}, usunięcia: {removed}
pt_br: adições: {new}, alterações: {changed}, remoções: {removed}
sv: tillägg: {new}, ändringar: {changed}, raderat: {removed}
tr: eklemeler: {new}, değişiklikler: {changed}, kaldırmalar: {removed}

# workspaces.review
source: Review
ar: المراجعة
de: Überprüfen
es: Revisar
fi: Arviointi
hu: Áttekintés
id_id: Ulasan
it: Revisiona
lv: Recenzija
pl: Recenzuj
pt_br: Revisão
sv: Granska
tr: İncele

# workspaces.discardSelectedChanges
source: Discard selected changes
ar: تجاهل التغييرات المحددة
de: Ausgewählte Änderungen verwerfen
es: Descartar los cambios seleccionados
fi: Hylkää valitut muutokset
hu: Kiválasztott változások elvetése
id_id: Membuang perubahan yang dipilih
it: Annulla le modifiche selezionate
lv: Atcelt iezīmētās izmaiņas
pl: Odrzuć zaznaczone zmiany
pt_br: Descartar alterações selecionadas
sv: Ignorera markerade ändringar
tr: Seçili değişiklikleri iptal et

# workspaces.publishSelectedChanges
source: Publish selected changes
ar: نشر التغييرات المحددة
de: Ausgewählte Änderungen veröffentlichen
es: Publicar cambios seleccionados
fi: Julkaise valitut muutokset
hu: Kiválasztott változások közzététele
id_id: Mempublikasikan perubahan yang dipilih
it: Pubblica le modifiche selezionate
lv: Publicēt iezīmētās izmaiņas
pl: Opublikuj wybrane zmiany
pt_br: Publicar alterações selecionadas
sv: Publicera markerade ändringar

# workspaces.discardAllChanges
source: Discard all changes
ar: تجاهل كل التغييرات
de: Alle Änderungen verwerfen
es: Descartar todos los cambios
fi: Hylkää kaikki muutokset
hu: Összes változtatás elvetése
id_id: Buang semua perubahan
it: Annullare tutte le modifiche
lv: Atcelt visas izmaiņas
pl: Odrzuć wszystkie zmiany
pt_br: Descartar todas as alterações
sv: Ignorera alla ändringar
tr: Bütün değişiklikleri iptal et

# workspaces.publishAllChanges
source: Publish all changes
ar: انشر كل التغييرات
de: Alle Änderungen veröffentlichen
es: Publicar todos los cambios
fi: Julkaise kaikki muutokset
hu: Minden változtatás közzététele
id_id: Mempublikasikan semua perubahan
it: Pubblicare tutte le modifiche
lv: Publicēt visas izmaiņas
pl: Publikuj wszystkie zmiany
pt_br: Publicar todas as alterações
sv: Publicera alla ändringar
tr: Tüm değişiklikleri yayımla
