Repository: neos/neos-development-collection
Catalog: Neos.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: ar, de, es, fi, hu, id_id, it, lv, pl, pt_br, sv, tr

# sites.confirmDelete
source: Yes, delete the site
ar: نعم, احذف هذا الموقع
de: Ja, Seite löschen
hu: Igen, törölje az oldalt
id_id: Ya, hapus situs tersebut
it: Sì, eliminare il sito
lv: Jā, dzēst vietni
pl: Tak, usuń stronę
pt_br: Sim, excluir o site
sv: Ja, radera denna sida
tr: Evet, siteyi sil

# sites.import
source: Import a site
ar: استيراد موقع
de: Eine Seite importieren
hu: Oldal importálása
id_id: Impor situs
it: Importare una pagina
lv: Importēt vietni
pl: Importuj stronę
pt_br: Importar um site
sv: Importera en sida
tr: Bir siteyi içe aktar

# sites.select
source: Select a site package
ar: اختر حزمة موقع
de: Wählen Sie ein Seitenpaket
hu: Válasszony csomagot
id_id: Pilih paket situs
it: Seleziona pacchetti offline
lv: Izvēlieties vietnes pakotni
pl: Wybierz pakiet strony
pt_br: Selecione um pacote de site
sv: Välj sidpaket
tr: Bir site paketi seçin

# sites.noPackackeInfo
source: No site packages are available. Make sure you have an active site package.
ar: لا توجد حزمة موقع متاحة. تأكد بأن لديك حزمة موقع مفعلة.
de: Es sind keine Seitenpakete verfügbar. Stellen Sie sicher, dass Sie ein aktives Seitenpaket haben.
hu: Nincs elérhető csomag. Bizonyosodj meg, hogy van aktív csomagod.
id_id: Tidak ada paket situs yang tersedia. Pastikan Anda memiliki paket situs yang aktif.
it: Non ci sono pacchetti offline disponibili. Assicurati di avere un pacchetto offline attivo.
lv: Nav pieejamas vietnes pakotnes. Pārliecinieties, vai jums ir aktīva vietnes pakotne.
pl: Brak dostępnych pakietów stron. Upewnij się, że masz aktywny pakiet strony.
pt_br: Não há pacotes de site disponíveis. Verifique se que você tem um pacote de site ativo.
sv: Inga sidpaket är tillgängliga. Se till att du har ett aktivt sidpaket.
tr: Mevcut site paketi yok. Aktif bir site paketiniz olduğundan emin olun.

# sites.createBlank
source: Create a blank site
ar: انشئ موقع فارغ
de: Eine leere Seite erstellen
hu: Űrlap létrehozása
id_id: Buat situs kosong
it: Creare un sito vuoto
lv: Izveidot jaunu vietni
pl: Utwórz pustą stronę
pt_br: Criar um site em branco
sv: Skapa tom sida
tr: Boş bir site oluştur

# sites.documentType
source: Select a document nodeType
ar: حدد وثيقة نوع العقدة
de: Wählen Sie einen Dokument-Knotentyp
hu: Válasszon dokumentum típust
id_id: Pilih nodeType dokumen
it: Selezionare un documento nodeType
lv: Iezīmējiet dokumenta nodeType
pl: Wybierz nodeType dokumentu
pt_br: Selecione um tipo de nó de documento
sv: Välj dokumentnodtyp
tr: Bir döküman seçin

# sites.name
source: Site name
ar: اسم الموقع
de: Seitenname
hu: Oldal neve
id_id: Nama situs
it: Nome Sito
lv: Vietnes nosaukums
pl: Nazwa strony
pt_br: Nome do site
sv: Sidnamn
tr: Site adı

# sites.createNode
source: Create empty site
ar: انشئ موقع فارغ
de: Leere Seite erstellen
hu: Üres oldal létrehozása
id_id: Buat situs kosong
it: Creare sito vuoto
lv: Izveidot tukšu vietni
pl: Utwórz pustą stronę
pt_br: Criar site vazio
sv: Skapa tom sida
tr: Boş bir site oluştur

# sites.createPackage
source: Create a new site package
ar: انشئ حزمة موقع جديدة
de: Ein neues Seitenpaket erstellen
hu: Új csomag létrehozása
id_id: Buat paket situs baru
it: Creare un nuovo pacchetto di siti
lv: Izveidot jaunu vietnes pakotni
pl: Utwórz nowy pakiet strony
pt_br: Criar um novo pacote de site
sv: Skapa nytt sidpaket
tr: Yeni bir site paketi oluştur

# sites.validPackageKeyInfo
source: VendorName.MyPackageKey
de: Herstellername.MeinPaketschlüssel
hu: EladóNeve.Csomagom
id_id: NamaPenyediaLayanan.KodeKunciPaketSaya
lv: Izstradatajs.ManaPakotnesAtslega
pl: NazwaTworcy.KluczMojegoPakietu
pt_br: NomeFornecedor.ChaveMeuPacote

# sites.noSitesAvailable
source: No sites available
ar: لا مواقع متاحة
de: Keine Seiten verfügbar
hu: Nincs elérhető oldal
id_id: Tidak ada situs tersedia
it: Nessun sito disponibile
lv: Nav pieejama vietņu
pl: Brak dostępnych stron
pt_br: Nenhum site disponível
sv: Inga webbplatser tillgängliga
tr: Site yok

# sites.noNeosKickstarterInfo
source: The Neos Kickstarter package is not installed, install it to kickstart new sites.
de: Das <em>Neos Kickstarter</em>-Paket ist nicht installiert, installieren Sie es, um eine neue Seite zu erstellen.
hu: A <em>Neos Kickstarter</em> csomag nincs telepítve, telepítse új oldalra.
id_id: Paket <em>Neos Kickstarter</em> belum terpasang, silakan memasangnya ke situs baru kickstart.
it: Non è installato il pacchetto di <em>Neos Kickstarter</em>, installarlo per fare il kickstart di nuovi siti.
lv: <em>Neos Kickstarter</em> pakotne nav instalēta, vispirms instalējiet to izmantojot kickstart komandu veidojot jaunu pakotni.
pl: Pakiet <em>Neos Kickstarter</em> nie jest zainstalowany, zainstaluj go aby wygenerować nowe strony.
pt_br: O <em>Neos Kickstarter</em> pacote não está instalado, instale-o para alavancar novos sites.

# sites.new
source: New site
ar: موقع جديد
de: Neue Seite
hu: Új oldal
id_id: Situs baru
it: Nuovo sito
lv: Jauna tīmekļa vietne
pl: Nowa strona
pt_br: Novo site
sv: Ny sajt
tr: Yeni site

# domain.deleteConfirmQuestion
source: Do you really want to delete "{0}"? This action cannot be undone.
ar: هل تريد حقاً حذف "{0}"؟ هذا الأمر لا يمكن التراجع عنه.
de: Möchten Sie wirklich "{0}" löschen? Diese Aktion kann nicht rückgängig gemacht werden.
hu: Biztos törölni akarja "{0}"? Ez a lépés nem vonható vissza.
id_id: Apakah Anda benar-benar ingin menghapus "{0}"? ini tidak dapat dipulihkan.
it: Vuoi veramente cancellare "{0}"? Questa azione non può essere annullata.
lv: Vai jūs tiešām vēlaties dzēst "{0}"? Šo darbību nav iespējams atsaukt.
pl: Czy na pewno chcesz usunąć "{0}"? Tej akcji nie można cofnąć.
pt_br: Você quer mesmo excluir "{0}"? Esta ação não pode ser desfeita.
sv: Är du säker på att du vill radera "{0}"? Denna åtegärd går inte att ångra.
tr: Bu {0} gönderiyi gerçekten kaldırmak istiyor musun? Bu eylem geri alınamaz.

# domain.new
source: New domain
ar: نطاق جديد
de: Neue Domain
hu: Új domain
id_id: Domain baru
it: Nuovo dominio
lv: Jauns domēns
pl: Nowa domena
pt_br: Novo domínio
sv: Ny domän
tr: Yeni alan adı

# domain.edit
source: Edit domain
ar: تعديل نطاق
de: Domain bearbeiten
hu: Domain szerkesztése
it: Modifica dominio
lv: Rediģēt domēnu
pl: Edytuj domenę
pt_br: Editar domínio
sv: Ändra domän
tr: Alan adını düzenle

# domainform.domainData
source: Domain data
ar: بيانات المجال
de: Domain Daten
hu: Domain adatok
id_id: Data domain
it: Dati del dominio
lv: Domēna dati
pl: Dane domeny
pt_br: Dados de domínio
sv: Domändata
tr: Domain datası

# domainform.hostPlaceholder
source: e.g. www.neos.io
ar: مثل www.neos.io
de: z.B. www.neos.io
hu: pl: www.neos.io
id_id: Cth. www.neos.io
it: es: www.neos.io
lv: piemēram, www.neos.io
pl: np. www.neos.io
pt_br: ex: www.neos.io
sv: t.ex. www.neos.io
tr: örneğin www.neos.io

# domainform.state
source: State
ar: حالة
de: Zustand
hu: Állam
id_id: Negara
it: Stato
lv: Stāvoklis
pl: Stan
pt_br: Estado
sv: Tillstånd
tr: Devlet

# domainform.create
source: Create
ar: انشئ
de: Erstellen
hu: Létrehozás
id_id: Buat
it: Crea
lv: Izveidot
pl: Utwórz
pt_br: Criar
sv: Skapa
tr: Oluştur

# configuration.label
source: Configuration
de: Konfiguration
es: Configuración
fi: Asetukset
hu: Konfiguráció
id_id: Konfigurasi
it: Configurazione
lv: Konfigurācija
pl: Konfiguracja
pt_br: Configuração
sv: Konfiguration
tr: Yapılandırma

# configuration.description
source: The Configuration module provides you with an overview of all configuration types.
de: Das Konfigurations-Modul bietet Ihnen eine Übersicht aller Konfigurationstypen.
es: El módulo de configuración le proporciona una visión general de todos los tipos de configuración.
fi: Asetukset-moduli näyttää yleiskatsauksen kaikista asetustyypeistä.
hu: A konfigurációs modul segítségével áttekintést nyer az összes konfigurációs típussal.
id_id: Konfigurasi modul memberikan Anda gambaran dari semua jenis konfigurasi.
it: Il modulo Configurazione ti fornisce una panoramica di tutti i tipi di configurazione.
lv: Iestatījuma modulis dod pārskatu par visiem iestatījuma veidiem.
pl: Moduł konfiguracyjny umożliwia podgląd wszystkich typów konfiguracji.
pt_br: O módulo de configuração fornece uma visão geral de todos os tipos de configuração.
sv: Modulen konfiguration ger dig en översikt över alla konfigurationstyper.
tr: Yapılandırma modülü, tüm yapılandırma türlerine genel bir bakış sağlar.

# dimensions.label
source: Dimensions
ar: الأبعاد
de: Dimensionen
fi: Ulottuvuudet
hu: Dimenziók
id_id: Dimensi
it: Dimensioni
lv: Izmēri
pl: Wymiary
pt_br: Dimensões
sv: Dimensioner
tr: Boyutlar

# dimensions.description
source: Grants a graphical overview over the configured fallbacks within each content dimension and across content dimensions.
de: Zeigt eine grafische Übersicht über konfigurierte Fallbacks innerhalb jeder Inhaltsdimension und über die Inhaltsdimensionen.
id_id: Berikan ikhtisar grafis mengenai penggabungan yang dikonfigurasi dalam setiap dimensi konten dan dimensi konten.
it: Concede una panoramica grafica del fallback configurato all'interno di ogni dimensione di contenuto e attraverso dimensioni di contenuti.
lv: Piešķir grafisko pārskatu par konfigurētajiem elementu savienojumiem katrai satura dimensijai.
pt_br: Concede uma visão geral gráfica sobre os fallbacks configurados em cada dimensão de conteúdo e entre dimensões de conteúdo.
tr: Her içerik boyutu ve içerik boyutları arasında yapılandırılan geri dönüşleri üzerinde grafiksel bir genel bakış verir.

# dimensions.interDimension.legend
source: Inter dimensional fallback graph
de: Interdimensionales Fallback-Diagramm
hu: Több dimenziós átmeneti grafikon
id_id: Grafik fallback antar dimensi
it: Grafico fallback inter dimensionale
lv: Elementu savstarpējo savienojumu diagramma
pt_br: Fallback gráfico inter dimensional
tr: Boyutlararası düşüş grafiği

# dimensions.interDimension.description
source: The inter dimensional fallback graph displays all possible fallbacks (displayed as edges) between subgraphs (content dimension value combinations, displayed as nodes). Primary fallbacks are marked blue and always visible, while lower priority fallbacks are shown on mouseover. The higher the priority the higher the opacity. Click on one of the nodes to only see its fallbacks and variants. Click again to remove the filter.
de: Das interdimensionale Fallback-Diagramm zeigt alle möglichen Fallbacks (angezeigt als Kanten) zwischen Unterdiagrammen (Inhaltsdimension-Wert-Kombinationen, angezeigt als Knoten). Primäre Fallbacks sind blau markiert und immer sichtbar, hingegen weniger hoch priorisierte Fallbacks werden erst bei Mouseover angezeigt. Umso höher die Priorität um so höher ist die Deckkraft. Klicken Sie auf einen der Knoten um nur die Fallbacks und Varianten für diesen anzuzeigen. Klicken Sie erneut um den Filter wieder zu entfernen.
id_id: Grafik fallback antar dimensi menampilkan semua kemungkinan fallback (ditampilkan sebagai sisi) antara subgraf (kombinasi nilai dimensi konten, ditampilkan sebagai node). Penggantian utama ditandai biru dan selalu terlihat, sementara fallback yang lebih rendah ditunjukkan pada mouseover. Semakin tinggi prioritas semakin tinggi keburamannya. Klik salah satu node untuk hanya melihat fallback dan variannya. Klik lagi untuk menghapus filter.
it: L'interdimensionale grafico a fallback mostra tutti i possibili fallback (mostrati come limiti) tra sottografici (combinazioni di valore dimensione contenito, mostrato come nodi). I fallback primari sono marcati in blu e sempre visibili, mentre fallback di minor priorità sono mostrati al passaggio del mouse. Maggiore è la priorità, maggiore è l'opacità. Clicca su uno dei nodi per vedere solo i suoi fallback e varianti. Clicca di nuovo per rimuovere il filtro.
lv: Elementu savstarpējo savienojumu diagrammas parāda iespējamos savienojumus starp papildelementiem (Satura dimensiju kombinācijas, kas parādīti kā mezgli). Primārie elementu savienojumu iezīmēti zilā krāsā, mazākas prioritātes savienojumi gaišaki. Jo lielāka prioritāte, jo tumšāks attēlojums. Iezīmējiet vienu no mezgliem redzēsiet visus iespējamos elementu (mezglu) savienojumus. Uzklikšķiniet lai atceltu filtru.
pt_br: O fallback gráfico inter dimensional exibe todas os fallbacks possíveis (exibidos como arestas) entre subgrafos (combinações de valor de dimensão do conteúdo, exibidos como nós). Fallbacks primários são marcados em azul e sempre visíveis, enquanto fallbacks de baixa prioridade são mostrados ao passar o mouse por cima. Quanto maior a prioridade maior a opacidade. Clique em um dos nós para apenas ver seus fallbacks e variantes. Clique novamente para remover o filtro.
tr: Boyutlararası geri dönüş grafiği, alt grafikler (düğüm olarak görüntülenen içerik boyutu değeri kombinasyonları) arasında olası tüm geri dönüşleri (kenar olarak görüntülenir) görüntüler. Birincil yedekler mavi olarak işaretlenir ve her zaman görünür olurken, daha düşük önceliğe sahip yedekler fareyle üzerine gelinir. Öncelikle ne kadar yüksek olursa opaklık o kadar yüksek olur. Yalnızca geri dönüşünü ve değişkenlerini görmek için düğümlerden birini tıklayın. Filtreyi kaldırmak için tekrar tıklayın.

# dimensions.intraDimension.legend
source: Intra dimensional fallback graph
de: Intradimensionales Fallback-Diagramm
id_id: Grafik fallback intra dimensi
it: Grafico fallback intra dimensionale
lv: Elementu savstarpējo savienojumu diagramma
pt_br: Fallback gráfico intra dimensional
tr: Boyutlararası düşüş grafiği

# dimensions.intraDimension.description
source: The intra dimensional fallback graph displays fallbacks within each content dimension.
de: Das intradimensionale Fallback-Diagramm zeigt Fallbacks innerhalb jeder Inhaltsdimension an.
id_id: Grafik fallback intra dimensional menampilkan fallback dalam setiap dimensi konten.
it: Il grafico del fallback intradimensionale mostra i fallback entro ogni dimensione contenuto.
lv: Satura dimensijas elementu savstarpējo savienojumu diagramma.
pt_br: O fallback gráfico intra dimensional exibe fallbacks dentro de cada dimensão de conteúdo.
tr: İç boyutsal geri dönüşüm grafiği her içerik boyutu içinde geri düşümü görüntüler.

# user.label
source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
hu: Felhasználó
id_id: Pengguna
it: Utente
lv: Lietotājs
pl: Użytkownik
pt_br: Usuário
sv: Användare
tr: Kullanıcı

# userSettings.label
source: User Settings
de: Benutzereinstellungen
es: Configuración de usuario
fi: Käyttäjäasetukset
hu: Felhasználói beállítások
id_id: Pengaturan pengguna
it: Impostazioni Utente
lv: Lietotāja iestatījumi
pl: Ustawienia
pt_br: Configurações de Usuário
sv: Användarinställningar
tr: Kullanıcı Ayarları

# userSettings.description
source: This module allows you to customize your backend user profile. Here you can change your active system language, name and email address. You may also configure other general features in the system.
de: Mit diesem Modul können Sie Ihr Benutzerprofil anpassen. Hier können Sie die Systemsprache und E-Mail-Adresse editieren. Außerdem können Sie andere allgemeine Einstellungen anpassen.
es: Este módulo permite personalizar tu perfil de usuario del backend. Aquí puede cambiar su idioma activo, nombre y dirección de email. También puede configurar otras características generales del sistema.
fi: Tämän moduulin avulla voit muokata käyttäjäprofiilisi tietoja. Voit vaihtaa järjestelmän kielen, nimesi ja sähköpostiosoitteesi. Voit myös muokata muita järjestelmän yleisiä asetuksia.
hu: Ez a modul engedélyezi, hogy személyre szabja a háttérfélhasználók profilját. Itt megváltoztathatja az aktív rendszer nyelvét, nevét és e-mail címét. Az általános tulajdonságokat a rendszer részben találja.
id_id: Modul ini memungkinkan Anda untuk menyesuaikan profil pengguna backend. Di sini Anda dapat mengubah sistem bahasa, nama dan alamat email. Anda juga dapat mengkonfigurasi fitur yang umum dalam sistem.
it: Questo modulo ti consente di personalizzare il tuo profilo utente di back-end. Qui puoi modificare la tua lingua attiva del sistema, nome ed indirizzo email. Potresti anche configurare altre caratteristiche generali nel sistema.
lv: Šis modulis ļauj pielāgot redaktora lietotāja profilu. Šeit jūs varat mainīt aktīvo sistēmas valodu, vārdu un e-pasta adresi. Jūs varat konfigurēt arī citas iespējas sistēmā.
pl: Moduł ten pozwala na dostosowanie Twojego profilu użytkownika backendu. Możesz tutaj zmienić swój aktywny język systemu, nazwisko i adres e-mail. Możesz również skonfigurować inne ogólne parametry w systemie.
pt_br: Este módulo permite que você personalize seu perfil de usuário de back-end. Aqui você pode alterar seu idioma do sistema, nome e endereço de e-mail. Você também pode configurar outras características gerais do sistema.
sv: Med denna modul kan du anpassa användarprofilens backend. Här kan du ändra ditt aktiva systemspråk, namn och e-postadress. Du kan också konfigurera andra allmänna funktioner i systemet.
tr: Bu modül, arka uç kullanıcı profilinizi özelleştirmenize olanak tanır. Burada aktif sistem dilinizi, adınızı ve e-posta adresinizi değiştirebilirsiniz. Ayrıca sistemdeki diğer genel özellikleri de yapılandırabilirsiniz.

# userSettings.action.index
source: Edit
ar: عدل
de: Bearbeiten
es: Editar
fi: Muokkaa
hu: Szerkesztés
id_id: Ubah
it: Modifica
lv: Labot
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle

# userSettings.action.edit
source: Edit
ar: عدل
de: Bearbeiten
es: Editar
fi: Muokkaa
hu: Szerkesztés
id_id: Ubah
it: Modifica
lv: Labot
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle

# userSettings.action.newElectronicAddress
source: New electronic address
ar: عنوان إلكتروني جديد
de: Neue elektronische Adresse
es: Nueva dirección electrónica
fi: Uusi sähköpostiosoite
hu: Új elektronikus cím
id_id: Alamat elektronik baru
it: Nuovo indirizzo elettronico
lv: Jaunā elektroniskā adrese
pl: Nowy adres elektroniczny
pt_br: Novo endereço eletrônico
sv: Ny e-postadress
tr: Yeni elektronik adresi

# userSettings.action.editAccount
source: Edit account
ar: تعديل الحساب
de: Konto bearbeiten
es: Editar cuenta
fi: Muokkaa tiliä
hu: Fiók szerkesztése
id_id: Edit akun
it: Modifica Profilo
lv: Rediģēt kontu
pl: Edytuj konto
pt_br: Editar conta
sv: Redigera konto
tr: Hesabı düzenle

# userSettings.personalData
source: Personal Data
ar: البيانات الشخصية
de: Persönliche Daten
es: Datos de carácter personal
fi: Henkilötiedot
hu: Személyes adatok
id_id: Data Pribadi
it: Dati Personali
lv: Lietotāja informācija
pl: Dane personalne
pt_br: Dados Pessoais
sv: Personlig data
tr: Kişisel Verisi

# userSettings.userData
source: User Data
ar: بيانات المستخدم
de: Benutzerdaten
es: Datos de usuario
fi: Käyttäjätiedot
hu: Felhasználói adatok
id_id: Data pengguna
it: Dati Utente
lv: Lietotāja dati
pl: Dane użytkownika
pt_br: Dados do usuário
sv: Användardata
tr: Kullanıcı Verisi

# userSettings.usermenu
source: User Menu
de: Benutzermenü
es: Menú de usuario
fi: Käyttäjävalikko
hu: Felhasználói menü
id_id: Menu pengguna
it: Menu Utente
lv: Lietotāja izvēlne
pl: Menu użytkownika
pt_br: Menu de usuário
sv: Användarmeny
tr: Kullanıcı Menüsü

# userSettings.preferences
source: User Preferences
ar: المفضلة عند المستخدم
de: Benutzereinstellungen
es: Preferencias de usuario
fi: Käyttäjäasetukset
hu: Felhasználói beállítások
id_id: Preferensi pengguna
it: Preferenze utente
lv: Lietotāja uzstādījumi
pl: Ustawienia użytkownika
pt_br: Preferências do Usuário
sv: Användarinställningar
tr: Kullanıcı Tercihleri

# userSettings.preferences.interfaceLanguage
source: Interface Language
ar: لغة الواجهة
de: Sprache der Benutzeroberfläche
es: Idioma de la interfaz
fi: Käyttöliittymän kieli
hu: Kezelőfelület nyelve
id_id: Bahasa antarmuka
it: Interfaccia Lingua
lv: Vadības valoda
pl: Język interfejsu
pt_br: Idioma da Interface
sv: Språk för gränssnittet
tr: Arayüz Dili

# userSettings.preferences.useDefaultInterfaceLanguage
source: Use system default
ar: استخدام الإعدادات الافتراضية
de: Systemstandard verwenden
es: Utilizar valores predeterminados del sistema
fi: Käytä järjestelmän oletusta
hu: Alapértelmezett használata
id_id: Gunakan bawaan sistem
it: Usa sistema predefinito
lv: Izmantot sistēmas noklusējumu
pl: Użyj domyślnego w systemie
pt_br: Usar padrão do sistema
sv: Använd systemstandard
tr: Sistem varsayılanı kullan

# userSettings.accounts
source: Accounts
ar: الحسابات
de: Konten
es: Cuentas
fi: Tilit
hu: Fiókok
id_id: Akun
it: Profili
lv: Konti
pl: Konta
pt_br: Contas
sv: Konton
tr: Hesaplar

# userSettings.accounts.username
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fi: Käyttäjätunnus
hu: Felhasználó
id_id: Nama Pengguna
it: Nome utente
lv: Lietotājvārds
pl: Użytkownik
pt_br: Nome de Usuário
sv: Användarnamn
tr: Kullanıcı adı

# userSettings.accounts.roles
source: Roles
ar: الأدوار
de: Rollen
fi: Roolit
hu: Szerepek
id_id: Peran
it: Ruoli
lv: Lomas
pl: Role
pt_br: Funções de usuário
sv: Roller
tr: Roller

# userSettings.accounts.authenticationProvider
source: Authentication Provider
de: Authentifizierungsdienst
es: Proveedor de autenticación
fi: Tunnistaumispalvelu
hu: Hitelesítés szükséges
id_id: Penyedia otentikasi
it: Servizio di Autenticazione
lv: Autentifikācijas sniedzējs
pl: Dostawca uwierzytelnień
pt_br: Provedor de Autenticação
sv: Autentiseringstjänst
tr: Kimlik Doğrulama Sağlayıcısı

# userSettings.electronicAddresses
source: Electronic addresses
de: Elektronische Adressen
es: Direcciones electrónicas
fi: Sähköiset osoitteet
hu: Elektronikus címek
id_id: Alamat Elektronik
it: Indirizzi elettronici
lv: Elektroniskās adreses
pl: Adresy elektroniczne
pt_br: Endereços eletrônicos
sv: E-postadresser
tr: Elektronik adresleri

# userSettings.electronicAddresses.buttonDelete
source: Do you really want to delete
de: Möchten Sie das Element wirklich löschen
es: Realmente quiere borrar
fi: Haluatko varmasti poistaa
hu: Biztosan törlöd
id_id: Apakah Anda benar-benar ingin menghapus
it: Vuoi davvero eliminare
lv: Vai tiešām vēlaties izdzēst
pl: Czy na pewno chcesz usunąć
pt_br: Deseja realmente excluir
sv: Vill du verkligen radera
tr: Gerçekten silmek istiyor musunuz

# userSettings.electronicAddresses.buttonDelete.confirmation
source: Yes, delete electronic address
de: Ja, elektronische Adresse löschen
es: Sí, eliminar correo electrónico
fi: Kyllä, poista osoite
hu: Igen, törlöm az elektronikus címet
id_id: Ya, menghapus alamat elektronik
it: Sì, elimina indirizzi elettronici
lv: Jā, dzēst elektronisko adresi
pl: Tak, usuń adres elektroniczny
pt_br: Sim, exclua o endereço eletrônico
sv: Ja, ta bort e-postadress
tr: Evet, elektronik adresini sil

# userSettings.electronicAddresses.clickAddElectronicAddress
source: Click to add a new Electronic address
de: Klicken, um eine neue elektronische Adresse hinzuzufügen
es: Haga clic para agregar una nueva dirección electrónica
fi: Klikkaa lisätäksesi uusi osoite
hu: Kattintson az új elektronikus cím hozzáadásához
id_id: Klik untuk menambahkan alamat elektronik baru
it: Clicca per aggiungere un nuovo indirizzo Elettronico
lv: Uzklikšķiniet, lai pievienotu jaunu elektronisko adresi
pl: Kliknij, aby dodać nowy adres elektroniczny
pt_br: Clique para adicionar um novo endereço eletrônico
sv: Klicka för att lägga till en ny e-postadress
tr: Yeni bir Elektronik adresi eklemek için tıklayın

# userSettings.electronicAddresses.addElectronicAddress
source: Add electronic address
de: Elektronische Adresse hinzufügen
es: Agregar dirección electrónica
fi: Lisää sähköinen osoite
hu: Elektronikus cím hozzáadása
id_id: Tambahkan alamat elektronik
it: Aggiungi indirizzo elettronico
lv: Pievienot elektronisko adresi
pl: Dodaj adres elektroniczny
pt_br: Adicionar o endereço eletrônico
sv: Lägg till e-postadress
tr: Elektronik adresi ekle
