Repository: neos/neos-development-collection
Catalog: Neos.NodeTypes.Navigation/Resources/Private/Translations/*/NodeTypes/Navigation.xlf
Languages: ar, de, it, km, lv, ru, sv_se, tl, tr, zh_tw

# ui.label
source: Menu
ar: القائمة
de: Menü
km: មឺុនុយ
lv: Izvēlne
ru: Меню
sv_se: Meny
tr: Menü
zh_tw: 選單

# groups.options
source: Options
ar: الخيارات
de: Optionen
it: Opzioni
km: ជម្រើស
lv: Iespējas
ru: Параметры
sv_se: Alternativ
tl: Mga pagpilian
tr: Seçenekler
zh_tw: 選項

# properties.startLevel
source: Starting Level
de: Startebene
it: Livello di Partenza
km: កម្រិតនៃការចាប់ផ្តើម
lv: Sākuma līmenis
ru: Начальный уровень
sv_se: Startnivå
tl: Simulang antas
tr: Başlangıç Seviyesi
zh_tw: 起始層級

# properties.startLevel.selectBoxEditor.values.-4
source: Four Levels Above Current Page
ar: أربعة مستويات أعلى الصفحة الحالية
de: Vier Ebenen oberhalb der aktuellen Seite
it: Quattro Livelli Sopra la Pagina Corrente
km: កម្រិតទី៤លេើ​ទំព័រនេះ
lv: Četri līmeņi virs pašreizējās lappuses
ru: Четыре уровня выше текущей страницы
sv_se: Fyra nivåer ovanför aktuell sida
tl: Apat na mga antas sa itaas ng kasalukuyang pahina
tr: Geçerli Sayfanın Üzerinde Dört Seviyeli
zh_tw: 比目前頁面高四層

# properties.startLevel.selectBoxEditor.values.-3
source: Three Levels Above Current Page
ar: ثلاثة مستويات أعلى الصفحة الحالية
de: Drei Ebenen oberhalb der aktuellen Seite
it: Tre Livelli Sopra la Pagina Corrente
km: បីថ្នាក់ខាងលើទំព័រនេះ
lv: Trīs līmeņi virs pašreizējās lappuses
ru: Три уровня выше текущей страницы
sv_se: Tre nivåer över aktuell sida
tl: Tatlong mga antas sa itaas ng kasalukuyang pahina
tr: Mevcut Sayfa Üzerinde Üç Düzey
zh_tw: 比目前頁面高三層

# properties.startLevel.selectBoxEditor.values.-2
source: Two Levels Above Current Page
ar: مستويين أعلى الصفحة الحالية
de: Zwei Ebenen oberhalb der aktuellen Seite
it: Due Livelli Sopra la Pagina Corrente
km: កម្រិតទី២​លេើ​ទំព័រនេះ
lv: Divi līmeņi virs pašreizējās lappuses
ru: Два уровня выше текущей страницы
sv_se: Två nivåer ovanför aktuell sida
tl: Dalawang mga antas sa itaas ng kasalukuyang pahina
tr: Geçerli Sayfanın Üstünde İki Düzey
zh_tw: 比目前頁面高二層

# properties.startLevel.selectBoxEditor.values.-1
source: One Level Above Current Page
ar: مستوى واحد أعلى الصفحة الحالية
de: Eine Ebene oberhalb der aktuellen Seite
it: Un Livello Sopra la Pagina Corrente
km: កម្រិតទី១លេើ​ទំព័រនេះ
lv: Viens līmenis virs pašreizējās lappuses
ru: Один уровень выше текущей страницы
sv_se: En nivå ovanför aktuell sida
tl: Isang antas sa itaas ng kasalukuyang pahina
tr: Bir Seviye Üstünde Mevcut Sayfa
zh_tw: 比目前頁面高一層

# properties.startLevel.selectBoxEditor.values.0
source: Same Level As Current Page
ar: نفس مستوى الصفحة الحالية
de: Gleichen Ebene wie die aktuelle Seite
it: Stesso Livello della Pagina Corrente
km: កំរិតដូចគ្នាជាមួយទំព័រនេះ
lv: Tajā pašā līmenī kā pašreizējā lappuse
ru: Тот же уровень, что у текущей страницы
sv_se: Samma nivå som aktuell sida
tl: Parehong antas sa kasalukuyang pahina
tr: Geçerli Sayfa ile Aynı Seviyeye Sahip
zh_tw: 與目前頁面同層

# properties.startLevel.selectBoxEditor.values.1
source: First Level Of Website
ar: المستوى الأول من الموقع
de: Erste Ebene der Website
it: Primo Livello del Sito
km: កម្រិតទីមួយនៃគេហទំព័រ
lv: Tīmekļa vietnes pirmais līmenis
ru: Первый уровень веб-сайта
sv_se: Första nivån av webbplats
tl: Unang Antas ng Website
tr: Web Sitesinin Birinci Düzeyi
zh_tw: 此網站第一層

# properties.startLevel.selectBoxEditor.values.2
source: Second Level Of Website
ar: المستوى الثاني من الموقع
de: Zweite Ebene der Website
it: Secondo Livello del Sito
km: កម្រិតទីពីរនៃគេហទំព័រ
lv: Tīmekļa vietnes otrais līmenis
ru: Второй уровень веб-сайта
sv_se: Andra nivån av webbplats
tl: Ikalawang Antas ng Website
tr: İkinci Düzey Web Sitesi
zh_tw: 此網站第二層

# properties.startLevel.selectBoxEditor.values.3
source: Third Level Of Website
ar: المستوى الثالث من الموقع
de: Dritte Ebene der Website
it: Terzo Livello del Sito
km: កម្រិតទីបីនៃគេហទំព័រ
lv: Tīmekļa vietnes trešais līmenis
ru: Третий уровень веб-сайта
sv_se: Tredje nivån av webbplats
tl: Ikatlong Antas ng Website
tr: Web Sitesinin Üçüncü Seviyesi
zh_tw: 此網站第三層

# properties.startLevel.selectBoxEditor.values.4
source: Fourth Level Of Website
ar: المستوى الرابع من الموقع
de: Vierte Ebene der Website
it: Quarto Livello del Sito
km: កម្រិតទីបួននៃគេហទំព័រ
lv: Tīmekļa vietnes ceturtais līmenis
ru: Четвертый уровень веб-сайта
sv_se: Fjärde nivån av webbplats
tl: Ikaapat na Antas ng Website
tr: Dördüncü Seviye Web Sitesi
zh_tw: 此網站第四層

# properties.startLevel.selectBoxEditor.values.5
source: Fifth Level Of Website
ar: المستوى الخامس من الموقع
de: Fünfte Ebene der Website
it: Quinto Livello del Sito
km: កម្រិតទីប្រាំនៃគេហទំព័រ
lv: Tīmekļa vietnes piektais līmenis
ru: Пятый уровень веб-сайта
sv_se: Femte nivån av webbplats
tl: Ikalimang Antas ng Website
tr: Beşinci Seviye Web Sitesi
zh_tw: 此網站第五層

# properties.startLevel.selectBoxEditor.values.6
source: Sixth Level Of Website
ar: المستوى السادس من الموقع
de: Sechste Ebene der Website
it: Sesto Livello del Sito
km: កម្រិតទីប្រាំមួយនៃគេហទំព័រ
lv: Tīmekļa vietnes sestais līmenis
ru: Шестой уровень веб-сайта
sv_se: Sjätte nivån av webbplats
tl: Ikaanim na Antas ng Website
tr: Altıncı Düzey Web Sitesi
zh_tw: 此網站第六層

# properties.selection
source: Selection
ar: التحديد
de: Auswahl
it: Selezione
km: ជំរើស
lv: Izvēle
ru: Выбор
sv_se: Val
tl: Pinili
tr: Seçim
zh_tw: 選項

# properties.startingPoint
source: Starting Point
ar: نقطة البداية
de: Startpunkt
it: Punto Iniziale
km: ចំណុច​ចាប់ផ្ដើម
lv: Sākumpunkts
ru: Начальная точка
sv_se: Utgångspunkt
tl: Panimulang Punto
tr: Başlangıç noktası
zh_tw: 起始點

# properties.maximumLevels
source: Maximum Levels
ar: الحد الأقصى من المستويات
de: Maximale Tiefe
it: Livelli Massimi
km: កំរិតអតិបិរមា
lv: Maksimāli pieļaujamie līmeņi
ru: Максимум уровней
sv_se: Maximala nivåer
tl: Pinakamataas na mga antas
tr: Maksimum Düzeyler
zh_tw: 最大層級

# content.emptyMenu
source: Empty Menu
ar: قائمة فارغة
de: Leeres Menü
it: Menu Vuoto
km: មិនមាន​មុឺនុយ
lv: Tukša izvēlne
ru: Пустое меню
sv_se: Tom meny
tl: Walang laman na Menu
tr: Boş Menü
zh_tw: 清空選單
