Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Main.xlf
Languages: da, es, fi, km, nl, pl

# content.inspector.editors.nodeTypeEditor.unableToLoadSubNodeTypes
source: Unable to load sub node types of:
da: Kunne ikke indlæse underliggende indholdstyper af:
es: No se pueden cargar los tipos de nodo secundario de:
fi: Ei voitu ladata alasolmuja joiden tyyppi on:
km: មិនអាចផ្ទុក node types ថ្នាក់ក្រោមនៃ:
nl: Niet mogelijk om sub nodes te laden van type:
pl: Niemożna załadować pod-wezłów dla typów:

# content.inspector.groups.type
source: Change type
da: Skift type
es: Cambiar tipo
fi: Vaihda tyyppiä
km: ផ្លាស់ប្តូរប្រភេទ
nl: Verander type
pl: Zmień typ

# content.inspector.groups.nodeInfo
source: Additional info
da: Yderligere info
es: Información adicional
fi: Lisätiedot
km: ព័ត៌មានបន្ថែម
nl: Extra informatie
pl: Dodatkowe Informacje

# content.inspector.groups.visibility
source: Visibility
da: Synlighed
es: Visibilidad
fi: Näkyvyys
km: ដែលអាចមើលឃើញ
nl: Zichtbaarheid
pl: Widoczność

# content.inspector.groups.document
source: Document options
da: Dokumentindstillinger
es: Opciones de documento
km: ជម្រើសឯកសារ
nl: Documentopties

# content.inspector.validators.stringLength.outOfBounds
source: The length of this text must be between {minimum} and {maximum} characters.
da: Længden af denne tekst skal være mellem {{minimum}} og {{maximum}} tegn.
es: La longitud de este texto debe ser entre {{minimum}} y {{maximum}} caracteres.
fi: Tekstin pituuden on oltava {{minimum}}-{{maximum}} merkkiä.
km: ប្រវែងនៃអត្ថបទនេះត្រូវតែនៅចន្លោះ {{អប្បរមា}} និង {{អតិបរមា}} តួអក្សរ។
nl: De lengte van deze tekst moet minimaal {{minimum}} en maximaal {{maximum}} karakters bevatten.
pl: Długość tego tekstu musi zawierać się między {{minimum}} i {{maximum}} znaków.

# content.inspector.validators.stringLength.smallerThanMinimum
source: This field must contain at least {minimum} characters.
da: Dette felt skal indeholde mindst {{minimum}} tegn.
es: Este campo debe contener al menos {{minimum}} caracteres.
fi: Kentän vähimmäispituus on {{minimum}} merkkiä.
km: ជួរឈរនេះត្រូវតែមានយ៉ាងហោចណាស់ {{អប្បរមា}} តួអក្សរ។
nl: Dit veld moet op zijn minst {{minimum}} karakters bevatten.
pl: To pole musi zawierać co najmniej {{minimum}} znaków.

# content.inspector.validators.stringLength.greaterThanMaximum
source: This text may not exceed {maximum} characters.
da: Denne tekst må ikke overstige {{maximum}} tegn.
es: Este texto no puede superar {{maximum}} caracteres.
fi: Tekstin enimmäispituus on {{maximum}} merkkiä.
km: អត្ថបទនេះមិនអាចលើសពី {{អតិបរមា}} តួអក្សរ។
nl: Deze tekst mag niet langer zijn dan {{maximum}} karakters.
pl: Tekst nie może przekraczać {{maximum}} znaków.

# content.inspector.validators.alphanumericValidator
source: Only regular characters (a to z, umlauts, ...) and numbers are allowed.
da: Kun almindelige bogstaver (a-z, æøå) og tal er tilladt.
es: Sólo están permitidos caracteres alfabéticos (de la a a la z, tildes,...) y números.
fi: Ainoastaan kirjaimet ja numerot ovat sallittuja
km: បានតែអក្សរឡាតាំង និងលេខតែប៉ុណ្ណោះ
nl: Alleen de karakters a tot en met z en getallen zijn toegestaan
pl: Dozwolone są tylko znaki od a do z i cyfry

# content.inspector.validators.countValidator.notCountable
source: The given subject was not countable.
da: Givet emne var ikke tællelig.
es: El objeto no es contable.
fi: Kohde ei ole laskettavissa.
km: ប្រធានបទមិនត្រូវបានរាប់បញ្ជូល.
nl: Het gegeven onderwerp is niet telbaar.
pl: Podany element nie jest policzalny.

# content.inspector.validators.countValidator.countBetween
source: The count must be between {minimum} and {maximum}.
da: Optællingen skal være mellem {{minimum}} og {{maximum}}.
es: La cuenta debe estar entre {{minimum}} y {{maximum}}.
fi: Määrän on oltava väliltä {{minimum}}-{{maximum}}.
km: ការរាប់ចំនួនត្រូវតែនៅចន្លោះ {{អប្បរមា}} និង {{អតិបរមា}} ។
nl: Het resultaat van de optelsom moet minimaal {{minimum}} zijn en maximaal {{maximum}}.
pl: Wartość licznika musi zawierać się pomiędzy {{minimum}} a {{maximum}}.

# content.inspector.validators.dateTimeRangeValidator.invalidDate
source: The given value was not a valid date.
da: Den angivne værdi er ikke en gyldig dato.
es: El valor dado no era una fecha válida.
fi: Arvo ei ole kelvollinen päivämäärä.
km: តម្លៃដែលឲ្យមិនត្រឹមត្រូវថ្ងៃទេ
nl: De gegeven waarde is geen geldige datum.
pl: Podana wartość nie jest poprawną datą.

# content.inspector.validators.dateTimeRangeValidator.mustBeBetween
source: The given date must be between {formatEarliestDate} and {formatLatestDate}
da: Den angivne dato skal være mellem {{formatEarliestDate}} og {{formatLatestDate}}
es: La fecha debe estar entre {{formatEarliestDate}} y {{formatLatestDate}}
fi: Päivämäärän on oltava väliltä {{formatEarliestDate}}-{{formatLatestDate}}
km: កាលបរិច្ឆេទដែលបានផ្ដល់ឱ្យត្រូវតែនៅចន្លោះ {{formatEarliestDate}} និង {{formatLatestDate}}
nl: De opgegeven datum moet zich tussen {{formatEarliestDate}} en {{formatLatestDate}} bevinden
pl: Podana data musi zawierać się między {{formatEarliestDate}} i {{formatLatestDate}}

# content.inspector.validators.dateTimeRangeValidator.mustBeAfter
source: The given date must be after {formatEarliestDate}
da: Den angivne dato skal være efter {{formatEarliestDate}}
es: La fecha debe ser posterior a {{formatEarliestDate}}
fi: Päivämäärän on oltava {{formatEarliestDate}} jälkeen
km: កាលបរិច្ឆេទដែលបានផ្ដល់ឱ្យត្រូវតែនៅបន្ទាប់ពី {{formatEarliestDate}}
nl: De opgegeven datum moet na {{formatEarliestDate}} zijn
pl: Podana data musi być po {{formatEarliestDate}}

# content.inspector.validators.dateTimeRangeValidator.mustBeBefore
source: The given date must be before {formatLatestDate}
da: Den angivne dato skal være før {{formatLatestDate}}
es: La fecha debe ser anterior a {{formatLatestDate}}
fi: Päivämäärän on oltava ennen {{formatLatestDate}}
km: កាលបរិច្ឆេទដែលបានផ្ដល់ឱ្យត្រូវតែនៅពីមុខ {{formatEarliestDate}}
nl: De opgegeven datum moet voor {{formatLatestDate}} zijn
pl: Podana data musi być przed {{formatLatestDate}}

# content.inspector.validators.emailAddressValidator.invalidEmail
source: Please specify a valid email address.
da: Angiv venligst en gyldig e-mailadresse.
es: Especifique una dirección de correo electrónico válida.
fi: Anna kelvollinen sähköpostiosoite.
km: សូមបញ្ជាក់អាស័យដ្ឋានអ៊ីម៉ែលត្រឹមត្រូវមួយ។
nl: Vul een geldig e-mailadres in.
pl: Proszę podać poprawny adres email.

# content.inspector.validators.floatValidator.validFloatExpected
source: A valid float number is expected.
da: Et gyldigt decimaltal forventes.
es: Se esperaba un número con decimales válido.
fi: Anna kelvollinen liukuluku.
km: ត្រូវការជាចំនួនទសភាគ
nl: Een geldige float waarde wordt verwacht.
pl: Oczekiwana jest poprawna liczba zmiennoprzecinkowa.

# content.inspector.validators.integerValidator.aValidIntegerNumberIsExpected
source: A valid integer number is expected.
da: Et gyldigt heltal forventes.
es: Se esperaba un número entero válido.
fi: Anna kelvollinen kokonaisluku.
km: ត្រូវការជាចំនួនលេខគត់
nl: Een geldig integer getal wordt verwacht.
pl: Oczekiwana jest poprawna liczba całkowita.

# content.inspector.validators.labelValidator.invalidLabel
source: Only letters, numbers, spaces and certain punctuation marks are expected.
da: Kun bogstaver, tal, mellemrum og visse skilletegn forventes.
es: Sólo son permitidas letras, números, espacios y algunos signos de puntuación.
fi: Ainoastaan kirjaimet, numerot, välilyönnit ja tietyt välimerkit ovat sallittuja.
km: ត្រឹមតែអក្សរ, លេខ, ចន្លោះនិងសញ្ញាវណ្ណយុត្តមួយចំនួនត្រូវបានគេរំពឹងទុក។
nl: Alleen letters, cijfers, spaties en sommige leestekens worden verwacht.
pl: Oczekiwane są tylko litery, cyfry, spacje i wybrane znaki interpunkcyjne.

# content.inspector.validators.notEmptyValidator.isEmpty
source: This property is required.
da: Dette felt er påkrævet.
es: Esta propiedad es necesaria.
fi: Pakollinen ominaisuus.
km: អចលនទ្រព្យនេះត្រូវបានទាមទារ។
nl: Dit is een verplicht veld.
pl: Ta właściwość jest wymagana.

# content.inspector.validators.numberRangeValidator.validNumberExpected
source: A valid number is expected.
da: Et gyldigt tal forventes.
es: Se esperaba un número válido.
fi: Kelvollinen numero vaaditaan.
km: ត្រូវការជាចំនួនលេខ
nl: Een geldig nummer wordt verwacht.
pl: Oczekiwana jest poprawna liczba.

# content.inspector.validators.numberRangeValidator.numberShouldBeInRange
source: Please enter a valid number between {minimum} and {maximum}
da: Angiv venligst et gyldigt tal mellem {{minimum}} og {{maximum}}
es: Por favor, introduzca un número válido entre {{minimum}} y {{maximum}}
fi: Anna kelvollinen numero väliltä {{minimum}}-{{maximum}}
km: សូមបញ្ចូលលេខដែលត្រឹមត្រូវរវាងចន្លោះ {{អប្បរមា}} និង {{អតិបរមា}}
nl: Voer een geldig getal tussen {{minimum}} en {{maximum}}
pl: Proszę podać poprawną liczbę pomiędzy {{minimum}} a {{maximum}}

# content.inspector.validators.regularExpressionValidator.patternDoesNotMatch
source: The given subject did not match the pattern ({pattern})
da: Den givne værdi matcher ikke mønsteret ({{pattern}})
es: El objeto no coincide con el patrón ({{pattern}})
fi: Syöte ei vastaa mallia ({{pattern}})
km: គាត់បានផ្តល់ឱ្យប្រធានបទនោះមិនជាផ្គូផ្គងលំនាំ ({{គំរូ}})
nl: Het gegeven onderwerp komt niet overeen met het patroon ({{pattern}})
pl: Podany ciąg znaków nie odpowiada wzorcowi ({{pattern}})

# content.inspector.validators.stringValidator.stringIsExpected
source: A valid string is expected.
da: En gyldig streng forventes.
es: Se esperaba una cadena válida.
fi: Kelvollinen merkkijono vaaditaan.
km: អក្សរដែលត្រូវរំពឹងថានឹងមានសុពលភាព
nl: Een geldige tekenreeks (string) wordt verwacht.
pl: Oczekiwany jest poprawny ciąg znaków.

# content.inspector.validators.textValidator.validTextWithoutAnyXMLtagsIsExpected
source: Valid text without any XML tags is expected.
da: Gyldig tekst uden XML-tags er forventet.
es: Se esperaba un texto válido sin ninguna etiqueta XML.
fi: Kelvollinen teksti ilman XML-tageja vaaditaan.
km: អត្ថបទដែលត្រឹមត្រូវដោយគ្មានស្លាក XML ណាមួយត្រូវបានរំពឹងទុក។
nl: Geldige tekst zonder XML-tags wordt verwacht.
pl: Oczekiwany jest poprawny tekst bez żadnych znaczników XML.

# content.inspector.validators.uuidValidator.invalidUuid
source: The given subject is not a valid UUID.
da: Det givne emne er ikke et gyldigt UUID.
es: El objeto no es un UUID válido.
fi: Syöte ei ole kelvollinen UUID.
km: ការផ្ដល់ឲ្យនូវប្រធានបទគឺមិនមែនជាការ UUID ត្រឹមត្រូវ។
nl: De opgegeven waarde is geen geldige UUID.
pl: Podana wartość posiada niepoprawny identyfikator.

# content.dimension.panel.toggle
source: Toggle content dimensions selector
da: Åben/luk indholdsdimensionsvælger
es: Ocultar selector de dimensiones del contenido
km: បិទបើកការជ្រើសវិមាត្រមាតិកា
nl: Content dimensie selector verbergen / tonen

# content.dimension.createDialog.header
source: Start with an empty or pre-filled document?
da: Starte med et tomt eller forudfyldt dokument?
es: ¿Comenzar con un documento vacío o prellenado?
km: ការចាប់ផ្តើមជាមួយនឹងឯកសារទទេឬមុនដែលពោរពេញទៅមួយ?
nl: Met een leeg of gevuld document starten?

# content.dimension.createDialog.nodeTypeDoesNotExistInDimension
source: This {nodeTypeLabel} does not exist yet in {currentDimensionChoiceText}.
da: Denne {nodeTypeLabel} findes ikke endnu i {currentDimensionChoiceText}.
es: Este {nodeTypeLabel} aún no existe en {currentDimensionChoiceText}.
km: នេះ {nodeTypeLabel} មិនមាននៅឡើយទេនៅក្នុងជម្រើសទំហំ​​ ​​​{currentDimensionChoiceText}
nl: Deze {nodeTypeLabel} bestaat nog niet in {currentDimensionChoiceText}.

# content.dimension.createDialog.createEmptyOrCopy
source: You can create it now, either starting with an empty {nodeTypeLabel} or copying all content from the currently visible {nodeTypeLabel} in {currentDocumentDimensionChoiceText}.
da: Du kan oprette det nu, enten startende med en tom {nodeTypeLabel} eller kopiere alt indhold fra de aktuelt synlige {nodeTypeLabel} i {currentDocumentDimensionChoiceText}.
km: អ្នកអាចបង្កើតវាឥឡូវនេះបានចាប់ផ្តើមជាមួយនឹងការទទេទាំង {nodeTypeLabel} ឬចម្លងទាំងអស់ពេលមើលឃើញបច្ចុប្បន្ន {nodeTypeLabel}​ ក្នុង {currentDocumentDimensionChoiceText}
nl: U kunt het nu te maken, hetzij door te beginnen met een leeg {nodeTypeLabel} of door het kopiëren van de volledige inhoud van de huidige zichtbare {nodeTypeLabel} in {currentDocumentDimensionChoiceText}.

# content.dimension.createDialog.existingAncestorDocuments
source: Additionally, there are {numberOfNodesMissingInRootline} ancestor documents which do not exist in the chosen variant either, and which will be created as well.
da: Derudover er der {numberOfNodesMissingInRootline} forældre dokumenter som heller ikke findes i den valgte variant, som også vil blive oprettet.
km: លើសពីនេះទៀតវាមាន {numberOfNodesMissingInRootline}​ ចំនួនឯកសារដែលសល់ចាស់ៗមិនមានការខុសប្លែកគ្នាទាំងនៅលើអ្នករើសតាំង នឹងត្រូវបានបង្កើតផងដែរ
nl: Tevens zijn er {numberOfNodesMissingInRootline} bovenliggende elementen die in de gekozen variant niet bestaan, deze zullen ook gemaakt worden.

# content.dimension.createDialog.createEmpty
source: Create empty
da: Opret tom
es: Crear vacío
km: បង្កើតទទេ
nl: Maak een leeg

# content.dimension.createDialog.createAndCopy
source: Create and copy
da: Oprette og kopier
es: Crear y copiar
km: បង្កើតនិងចម្លង
nl: Maak en kopieer

# content.menu.menuPanel.content
source: Content
da: Indhold
es: Contenido
fi: Sisältö
km: អត្ថបទ
nl: Inhoud
pl: Treść

# content.menu.menuPanel.toggleMenuGroup
source: Toggle menu group
da: Åbn/luk menu gruppe
km: បិទបើកម៉ឺនុយ
nl: Menu groep verbergen / tonen

# content.menu.menuPanel.toggleStickyMode
source: Toggle sticky menu mode
da: Aktiver/deaktiver fastgjort menu
km: ម៉ឺនុយបិទបើកជាប់តាមរបៀប
nl: Sticky menu modus verbergen / tonen

# content.navigate.deleteNodeDialog.header
source: Do you really want to delete
da: Er du sikker på, at du vil slette
es: Realmente quiere borrar
fi: Haluatko varmasti poistaa
km: តើអ្នកពិតជាចង់លុបមែនហ៎
nl: Weet je zeker dat je dit wilt verwijderen
pl: Czy na pewno chcesz usunąć

# content.navigate.deleteNodeDialog.subheader.1a
source: This will delete the element
da: Dette vil slette elementet
es: Se eliminará el elemento
fi: Tämä poistaa elementin
km: មួយនេះនឹងលុបធាតុចោល
nl: Dit zal de pagina verwijderen
pl: Spowoduje to usunięcie elementu

# content.navigate.deleteNodeDialog.subheader.1b
source: and it's children
da: og dens undersider
es: y sus descendientes
fi: ja sen alasivut
km: និងកូនៗរបស់វា
nl: en zijn subpagina's
pl: wraz z jego dziećmi

# content.navigate.deleteNodeDialog.subheader.2
source: This action can be undone in the workspace management.
da: Denne handling kan fortrydes i arbejdsrumsadministration.
es: Esta acción se puede deshacer en el gestor de espacios de trabajo.
fi: Tämä toiminto voidaan peruttaa työtilahallinnassa.
km: នៅក្នុង ការគ្រប់គ្រងលំហរការងារ សកម្មភាពនេះមិនអាចថយក្រោយបានទេ។
nl: Deze bewerking kan ongedaan worden gemaakt in de workspace management omgeving.
pl: Tę operację można cofnąć w panelu zarządzania obszarem roboczym.

source: Height
da: Højde
es: Altura
fi: Korkeus
km: កម្ពស់
nl: Hoogte
pl: Wysokość

# inlineEditing.dialogs.deleteNodeDialog.header.1a
source: Do you really want to delete
da: Er du sikker på, at du vil slette
es: Realmente quiere borrar
fi: Haluatko varmasti poistaa
km: តើអ្នកពិតជាចង់លុបមែនហ៎
nl: Weet je zeker dat je dit wilt verwijderen
pl: Czy na pewno chcesz usunąć

# inlineEditing.dialogs.deleteNodeDialog.header.1b
source: this element
da: dette element
es: este elemento
fi: tämä elementti
km: ធាតុនេះ
nl: dit element
pl: ten element

# inlineEditing.dialogs.deleteNodeDialog.subheader.1
source: This will delete the element.
da: Dette vil slette elementet.
es: Se eliminará el elemento.
fi: Tämä poistaa elementin.
km: មួយនេះនឹងលុបធាតុចោល.
nl: Dit zal het element verwijderen.
pl: To spowoduje usunięcie elementu.

# inlineEditing.dialogs.deleteNodeDialog.subheader.2
source: This action can be undone in the workspace management.
da: Denne handling kan fortrydes i arbejdsrumsadministration.
es: Esta acción se puede deshacer en el gestor de espacios de trabajo.
fi: Tämä toiminto voidaan peruttaa työtilahallinnassa.
km: នៅក្នុង ការគ្រប់គ្រងលំហរការងារ សកម្មភាពនេះមិនអាចថយក្រោយបានទេ។
nl: Deze bewerking kan ongedaan worden gemaakt in de workspace management omgeving.
pl: Tę operację można cofnąć w panelu zarządzania obszarem roboczym.

source: Media
da: Medie
km: ប្រព័ន្ធផ្សព្វផ្សាយ
pl: Pliki

source: Crop
da: Beskær
es: Recortar
fi: Rajaa
km: កាត់
nl: Bijsnijden
pl: Kadruj

source: Width
da: Bredde
es: Ancho
fi: Leveys
km: បណ្ដោយ
nl: Breedte
pl: Szerokość

# translate.requiredProperty
source: Missing required property:
da: Mangler påkrævet felt:
es: Falta la propiedad requerida:
fi: Vaadittu ominaisuus puuttuu:
km: បាត់លក្ខណៈសម្បត្តិដែលត្រូវការ
nl: Missend verplichte eigenschap:
pl: Brak wymaganej właściwości:

source: Workspaces
da: Arbejdsrum
es: Espacios de Trabajo
fi: Työtilat
km: លំហរការងារ
pl: Obszary robocze

# inlineEditing.dialogs.nodeUpdateFailureDialog.header
source: An error occurred during saving
da: Der opstod en fejl i forbindelse med at gemme
es: Se produjo un error mientras se guardaba
fi: Virhe tallennuksessa
km: មានបញ្ហារកើតឡើងនៅពេលរក្សាទុក
nl: Er is een fout opgetreden tijdens het opslaan
pl: Wystąpił błąd podczas zapisywania

# inlineEditing.dialogs.nodeUpdateFailureDialog.subheader
source: Reload the page to attempt to fix the problem.
da: Genindlæs siden for at forsøge at løse problemet.
es: Vuelva a cargar la página para intentar solucionar el problema.
fi: Lataa sivu uudelleen yrittääksesi ongelman korjausta.
km: បើកទំព័រឡើងវិញដើម្បីព្យាយាម ជួសជុលបញ្ហារ
nl: Herlaad de pagina om te proberen het probleem op te lossen.
pl: Przeładuj stronę aby spróbować rozwiązać ten problem.

# inlineEditing.dialogs.nodeUpdateFailureDialog.reloadButtonTitle
source: Reload the backend
da: Genindlæs backenden
es: Recargar el backend
fi: Lataa hallinta uudelleen
km: បើកផ្នែកក្រោយឡើងវិញ
nl: Herlaad de backend
pl: Przeładuj backend

# inlineEditing.dialogs.nodeUpdateFailureDialog.reloadButtonLabel
source: Reload
da: Genindlæs
es: Recargar
fi: Lataa uudelleen
km: បើកឡើង​វិញ
nl: Herladen
pl: Przeładuj

# editPreviewModes.inPlace
source: In-Place
da: Direkte
es: En el lugar
fi: Upotettu
km: នៅក្នុងទីកន្លែង
nl: Visueel
pl: W miejscu

# editPreviewModes.rawContent
source: Raw Content
da: Uden layout
es: Contenido sin formato
fi: Pelkkä sisältö
km: អត្ថបទជួរដេក
nl: Alleen content
pl: Sama treść

source: Raw Content Mode
da: Rå indhold tilstand
km: របៀបមាតិកា
nl: Content zonder opmaak mode

# editPreviewModes.desktop
source: Desktop
da: Computer
es: Escritorio
fi: Tietokone
km: ផ្ទៃតុ
pl: Komputer

# login.index.title
source: Login to
da: Login til
es: Inicio de sesión a
fi: TYPO3 Neos Sisäänkirjautuminen
km: TYPO3 Neos ចុះឈ្មោះចូល
nl: Inloggen op
pl: Logowanie do

source: Authenticating
da: Autentificerer
es: Autenticando
fi: Varmennetaan
km: កំពង់ផ្តល់សិទ្ធ
nl: Verificatie
pl: Uwierzytelnianie

source: Logout
da: Log ud
es: Salir
fi: Kirjaudu ulos
km: ចាកចេញ
nl: Log uit
pl: Wyloguj

# wrongCredentials
source: The entered username or password was wrong
da: Indtastede brugernavn eller adgangskode er forkert
es: El nombre de usuario o la contraseña introducido estaba mal
km: ឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់បានបញ្ចូលគឺខុស
nl: De gebruikersnaam of het wachtwoord is onjuist

# login.expired
source: Your login has expired. Please log in again.
da: Dit login er udløbet. Log venligst ind igen.
es: Su sesión ha caducado. Por favor, inicie sesión nuevo.
km: ការចូលរបស់អ្នកបានផុតកំណត់សូមចូលម្តងទៀត
nl: Uw login is verlopen. Log opnieuw in alstublieft.

# error.exception.goToSetup
source: Go to setup
da: Gå til opsætning
es: Ir a la configuración
fi: Mene asennukseen
km: ទៅតំឡើង
nl: Ga naar Setup
pl: Przejdź do konfiguracji

# error.exception.noHomepageException.title
source: Missing Homepage
da: Der blev ikke fundet en hjemmeside
es: Falta la página de inicio
fi: Puuttuva Kotisivu
km: បាត់ទំព័រដើម
nl: Ontbrekende Homepage
pl: Brak strony głównej

# error.exception.noHomepageException.description
source: Either no site has been defined, the site does not contain a homepage or the active site couldn't be determined.
da: Enten er der ikke defineret noget websted, webstedet indeholder ikke en hjemmeside, eller det aktive websted kunne ikke bestemmes.
es: No se ha definido ningún sitio, el sitio no contiene una página de inicio o el sitio activo no ha podido ser determinado.
fi: Joko yhtään sivustoa ei ole määritetty, sivustolla ei ole kotisivua tai aktiivista sivustoa ei voitu selvittää.
km: គ្មានគេហទំព័រណាបានបង្កើតទេ គេហទំព័រអត់មានទំព័រដើម ឬ អត់បានប្តេជ្ញា។
nl: Of er is geen site gedefinieerd, de site bevat geen homepage of de actieve site niet kon worden vastgesteld.
pl: Prawdopodobnie żadna strona nie została zdefiniowana, witryna nie zawiera strony głównej, bądź nie można określić aktywnej strony.

# error.exception.noHomepageException.setupMessage
source: You might want to set the site's domain or import a new site in the setup.
da: Du kan angive webstedets domæne eller importere et nyt websted i opsætningen.
es: Puede configurar el dominio del sitio o importar un nuevo sitio en la configuración.
fi: Aseta sivuston verkkotunnus tai tuo uusi sivusto.
km: អ្នកប្រហែលជាចង់ ដាក់ដូមេន ឬ ទាញយកចូលគេហទំព័រថ្មី នៅក្នុងការតំឡើងនេះ។
nl: Wellicht wilt u een domeinnaam aan de site koppelen of een nieuwe site importeren.
pl: Powinieneś ustawić domenę strony lub zaimportować nową stronę w ustawieniach.

# error.exception.databaseConnectionExceptions.title
source: Database Error
da: Databasefejl
es: Error de base de datos
fi: Tietokantavirhe
km: ដាតាបេស មានបញ្ហារ
nl: Databasefout
pl: Błąd bazy danych

# error.exception.databaseConnectionExceptions.description
source: Sorry, we detected an error with your database. Check your log files in Data/Logs/* for more information.
da: Beklager, vi opdagede en fejl med din database. Tjek dine log filer i Data/Logs/* for mere information.
es: Lo sentimos, hemos detectado un error con su base de datos. Revise los archivos de registro de datos, logs, etc... para obtener más información.
fi: Virhe tietokannassa. Tarkista lokitiedostot sijainnissa Data/Logs/* saadaksesi lisätietoja.
km: សុំទោស យើងរកឃើញ បញ្ហារជាមួយ ដាតាបេសអ្នក។ ត្រួត្យពិនិត្យ កំណត់ត្រារបស់អ្នក នៅក្នុង Data/Logs/* ដើម្បី រកព័រមាន បន្ថែម។
nl: Er is een probleem gevonden met uw database. Controleer de logbestanden in Data/Logs/* voor verdere informatie.
pl: Przepraszamy, wykryliśmy błąd w twojej bazie danych. Sprawdź swoje pliki dziennika w Data/Logs/* aby uzyskać więcej informacji.

# error.exception.databaseConnectionExceptions.setupMessage
source: You might want to configure or check your database configuration in the setup.
da: Du kan konfigurere eller tjekke din database konfiguration i opsætningen.
es: Tal vez quiera configurar o comprobar la configuración de la base de datos en la configuración.
fi: Määritä tai tarkista asennuksen tietokanta-asetukset.
km: អ្នកប្រហែលជាចង់ កែរការកំណត់ ឬ ពិនិត្យការកំណត់ដាតាបេស នៅក្នុង ការតំឡើងនេះ។
nl: Wellicht wilt u uw database configuratie checken in de Setup omgeving.
pl: Powinieneś skonfigurować lub sprawdzić konfigurację bazy danych w ustawieniach.

# error.exception.notFoundExceptions.title
source: Page Not Found
da: Siden blev ikke fundet
es: Página no encontrada
fi: Sivua ei löydy
km: បាត់ទំព័រ
nl: Pagina niet gevonden
pl: Nie znaleziono strony

# error.exception.notFoundExceptions.description
source: Sorry, the page you requested was not found.
da: Beklager, den ønskede side blev ikke fundet.
es: Lo sentimos, no se ha encontrado la página solicitada.
fi: Valitettavasti hakemaasi sivua ei löydy.
km: សុំទោស ទំព័រអ្នកស្នើរ រកមិនឃើញទេ។
nl: Sorry, de opgevraagde pagina is niet gevonden.
pl: Niestety, żądana strona nie została odnaleziona.

# error.invalidNodeType.title
source: Invalid NodeType
da: Ugyldig indholdstype
es: Tipo de nodo inválido
fi: Virheellinen solmutyyppi
km: NodeType មិនត្រឹមត្រូវ
nl: Ongeldig NodeType
pl: Niepoprawny węzeł
