Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Main.xlf
Languages: da, es, fi, km, nl, pl

# error.invalidNodeType.description
source: The configuration of the NodeType that is supposed to be rendered here is not available. Probably you renamed the NodeType and are missing a migration or you simply misspelled it.
da: Indholdstypen som blev forsøgt vist, kunne ikke findes. Måske er indholdstypen blevet omdøbt og det mangler at blive rettet eller måske er der tale om en simpel stavefejl.
es: La configuración del tipo de nodo que se supone que se representa aquí no está disponible. Probablemente se cambió el nombre el tipo de nodo y falta una migración o puede que simplemente esté mal escrito.
fi: Tähän tulostettavan solmutyypin määrittely ei ole saatavailla. Olet ehkä nimennyt solmutyypin uudelleen tai kirjoittanut sen nimen väärin.
km: ការកំណត់រចនាសម្ព័ន្ធត្រូវបានសន្មត់ថា NodeType ត្រូវបានបង្ហាញនៅទីនេះមិនអាចរកបាន។ ប្រហែលជាអ្នកបានប្ដូរឈ្មោះ NodeType និងត្រូវបានខកខាន migration ឬអ្នកសរសេរមិនបានត្រឹមត្រូវ។
nl: De configuratie van het NodeType die getoond moet worden is niet beschikbaar. Waarschijnlijk is het NodeType hernoemd en mist u een migratie of is het simpelweg verkeerd gespeld.
pl: Konfiguracja węzła (NodeType), który miał być w tym miejscu wyświetlony nie jest dostępna. Prawdopodobnie zmieniłeś nazwę węzła i nie wykonałeś migracji lub po prostu zrobiłeś literówkę.

# error.node.create.unexpected
source: Unexpected error while creating node
da: Uventet fejl under oprettelse af element
es: Error inesperado al crear el nodo
km: កំហុសដែលមិនរំពឹងទុកខណៈពេលដែលការបង្កើតអក្សរ
nl: Onverwachte fout tijdens het maken van een node

# error.node.delete.unexpected
source: Unexpected error while deleting node
da: Uventet fejl under sletning af element
es: Error inesperado al eliminar nodo
km: កំហុសដែលមិនរំពឹងទុកខណៈពេលដែលការលុបអក្សរ
nl: Onverwachte fout tijdens het verwijderen van een node

# error.node.update.unexpected
source: Unexpected error while updating node
da: Uventet fejl under opdatering af element
es: Error inesperado al actualizar el nodo
km: កំហុសដែលមិនរំពឹងទុកខណៈពេលដែលការបង្កើតអក្សរជាថ្មី
nl: Onverwachte fout tijdens het actualiseren van een node

# error.node.move.unexpected
source: Unexpected error while moving node
da: Uventet fejl under flytning element
es: Error inesperado mientras se muevía de nodo
km: កំហុសដែលមិនរំពឹងទុកខណៈពេលដែលការផ្លាស់ប្ដូរអក្សរ
nl: Onverwachte fout opgetreden tijdens het verplaatsen van de node

# error.nodeTree.load
source: Node Tree loading error.
da: Fejl ved indlæsning.
km: កំហុសអក្សរពេលកំពុងលេាត
nl: Node boomstructuur laad fout.

# flashMessage.1222204027
source: The entered username or password was wrong
da: Indtastede brugernavn eller adgangskode er forkert
es: El nombre de usuario o la contraseña introducido estaba mal
km: ឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់បានបញ្ចូលគឺខុស
nl: De gebruikersnaam of het wachtwoord is onjuist

# masterPlugins.nodeTypeOnPageLabel
source: "{nodeTypeName}" on page "{pageLabel}"
da: "{nodeTypeName}" på siden "{pageLabel}"
es: "{nodeTypeName}" en la página "{pageLabel}"
fi: "{nodeTypeName}" sivulla "{pageLabel}"
km: "{nodeTypeName}" នៅលើទំព័រ "{pageLabel}"
nl: "{nodeTypeName}" op pagina "{pageLabel}"
pl: "{nodeTypeName}" na stronie "{pageLabel}"

# service.nodes.title
source: Nodes
da: Indholdselementer
es: Nodos
fi: Solmut
km: អក្សរ
pl: Węzły

# service.nodes.show
source: Show
da: Vis
es: Mostrar
fi: Näytä
km: បង្ហាញ
nl: Toon
pl: Pokaż

# service.nodes.noPublicUrl
source: This node cannot be accessed through a public URL
da: Dette indholdselement kan ikke tilgås via en offentlig URL-adresse
es: No se puede acceder a este nodo desde una URL pública
fi: Tähän solmuun ei ole pääsyä julkisella URL-osoitteella
km: អក្សរនេះមិនអាចត្រូវបានចូលដំណើរការបានតាមរយៈ URL ដែលជាសាធារណៈ
nl: Deze node is niet toegankelijk via een publieke URL
pl: Ten węzeł nie może być udostępniiony za pośrednictwem publicznego adresu URL

# service.nodes.nodeProperties
source: Node Properties
da: Indholdselement egenskaber
es: Propiedades del nodo
fi: Solmun ominaisuudet
km: លក្ខណរបស់អក្សរ
nl: Node eigenschappen
pl: Właściwości węzła
