Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Main.xlf
Languages: da, es, fi, km, nl, pl

source: Auto-Publish
da: Publicér automatisk
es: Autopublicar
fi: Julkaise automaattisesti
km: ចុះផ្សាយស្វ័យប្រវត្តិ
nl: Automatisch publiceren
pl: Auto-publikacja

# autoPublishTo
source: Auto-Publish to {0}
da: Publicér automatisk til {0}
es: Autopublicar en {0}
fi: Julkaise automaattisesti kohteeseen {0}
km: ដើម្បីបោះពុម្ពផ្សាយដោយស្វ័យប្រវត្តិ {0}
nl: Automatisch publiceren naar {0}
pl: Automatyczna publikacja do {0}

source: Review changes
da: Gennemse ændringer
es: Revisar los cambios
km: ការផ្លាស់ប្តូរពិនិត្យឡើងវិញ
nl: Controleer wijzigingen
pl: Przejrzyj zmiany

source: Apply
da: Anvend
es: Aplicar
fi: Käytä
km: អនុវត្ត
nl: Pas Toe
pl: Zastosuj

source: Apply changes
da: Anvend ændringer
es: Aplicar cambios
fi: Tallenna muutokset
km: អនុវត្តការផ្លាស់ប្តូរ
nl: Wijzigingen toepassen
pl: Zastosuj zmiany

source: Cancel
da: Annullér
es: Cancelar
fi: Peruuta
km: បោះបង់
nl: Annuleren
pl: Anuluj

source: Back
da: Tilbage
es: Atrás
fi: Takaisin
km: ត្រលប់ក្រោយ
nl: Terug
pl: Wstecz

source: Choose
da: Vælg
es: Elegir
fi: Valitse
km: ជ្រើសរើស
nl: Kies
pl: Wybierz

source: Type to search
da: Skriv for at søge
es: Escriba para buscar
fi: Kirjoita hakeaksesi
km: សូមវាយពាក្យទីនេះដើម្បីស្វែងរក
nl: Type om te zoeken
pl: Pisz, aby szukać

source: Content
da: Indhold
es: Contenido
fi: Sisältö
km: អត្ថបទ
nl: Inhoud
pl: Treść

source: Node
da: Indholdselement
es: Nodo
fi: Solmu
km: ថ្នាំង
pl: Węzeł

source: Content View
da: Indholdsvisning
es: Vista de contenido
fi: Sisältönäkymä
km: មើលអត្ថបទ
nl: Content Weergave
pl: Widok treści

source: Create after
da: Opret efter
es: Crear después
fi: Luo jälkeen
km: បង្កើតពេលបន្ទាប់
nl: Nieuwe aanmaken na
pl: Utwórz po

source: Create new
da: Opret ny
es: Crear nuevo
fi: Luo uusi
km: បង្កើតថ្មី
nl: Maak nieuw
pl: Utwórz nowy

source: Close
da: Luk
es: Cerrar
fi: Sulje
km: បិទ
nl: Sluiten
pl: Zamknij

source: Copy
da: Kopiér
es: Copiar
fi: Kopioi
km: ចម្លង
nl: Kopieëren
pl: Kopiuj

source: Cut
da: Klip
es: Cortar
fi: Leikkaa
km: កាត់
nl: Knippen
pl: Wytnij

source: Delete
da: Slet
es: Borrar
fi: Poista
km: លុប
nl: Verwijderen
pl: Usuń

# deleteElement
source: Yes, delete the element
da: Ja, slet elementet
es: Sí, eliminar el elemento
fi: Kyllä, poista elementti
km: យល់ព្រម, លុបធាតុនោះ
nl: Ja, element verwijderen
pl: Tak, usuń element

# deleteElementTitle
source: Delete the element
da: Slet elementet
es: Borrar el elemento
fi: Poista elementti
km: លុបធាតុនោះ
nl: Element verwijderen
pl: Usuń element

source: Discard
da: Kassér
es: Descartar
fi: Hylkää
km: បោះបង់
nl: Verwerpen
pl: Odrzuć

source: Discard changes
da: Kassér ændringer
es: Descartar cambios
fi: Hylkää muutokset
km: លះបង់​ការកែ
nl: Wijzigingen negeren
pl: Odrzuć zmiany

source: Edit title
da: Redigér titel
es: Editar título
fi: Muokaa otsikkoa
km: កែ​ចំណង​ជើង
nl: Titel bewerken
pl: Edytuj tytuł

source: Edit / Preview
da: Rediger / Forhåndsvisning
es: Editar / Previsualizar
fi: Muokkaa / Esikatsele
km: កែ / ការមើលជាមុន
nl: Bewerken / Preview
pl: Edycja / Podgląd

source: Edit
da: Redigér
es: Editar
fi: Muokkaa
km: កែប្រែ
nl: Bewerken
pl: Edytuj

source: Hide / Unhide
da: Skjul / Vis
es: Ocultar / mostrar
fi: Piilota / Näytä
km: លាក់ / បង្ហាញ
nl: Verbergen / zichtbaar maken
pl: Ukryj / Pokaż

source: Hide
da: Skjul
es: Ocultar
fi: Piilota
km: លាក់
nl: Verbergen
pl: Ukryj

source: Unhide
da: Vis
es: Mostrar Nuevamente
km: កុំ​លាក់
nl: Zichtbaar maken

source: into
da: indeni
es: dentro
km: ទៅក្នុង
nl: in

source: before
da: før
es: antes
km: មុន
nl: voor

source: after
da: efter
es: después
km: បន្ទាប់
nl: na

source: Loading
da: Indlæser
es: Cargando
fi: Ladataan
km: កំពុងតម្លើង
nl: Aan het laden
pl: Ładowanie

source: New After
da: Ny efter
es: Nuevo Después
fi: Uusi jälkeen
km: បង្កើតថ្មីបន្ទាប់
nl: Nieuwe aanmaken na
pl: Nowy po

source: New Before
da: Ny før
es: Nuevo Antes
fi: Uusi ennen
km: បង្កើតថ្មីមុន
nl: Nieuwe aanmaken vóór
pl: Nowy przed

source: New Into
da: Ny indeni
es: Nuevo en
fi: Uusi
km: បង្កើតថ្មីទៅ
nl: Nieuwe aanmaken in
pl: Nowy w

source: Navigate
da: Navigér
es: Navegar
fi: Siirry
km: រុករក
nl: Navigeren
pl: Nawiguj

# okay
source: OK
es: Aceptar
km: យល់ព្រម

source: Page
da: Side
es: Página
fi: Sivu
km: ទំព័រ
nl: Pagina
pl: Strona

source: Paste
da: Indsæt
es: Pegar
fi: Liitä
km: បិទភ្ជាប់
nl: Plakken
pl: Wklej

source: Paste After
da: Indsæt efter
es: Pegar Después
fi: Liitä jälkeen
km: បិតភ្ជាប់បន្ទាប់
nl: Plakken na
pl: Wklej po

source: Paste Before
da: Indsæt før
es: Pegar Antes
fi: Liitä ennen
km: បិតភ្ជាប់មុន
nl: Plakken voor
pl: Wklej przed

source: Paste Into
da: Indsæt indeni
es: Pegar en
fi: Liitä
km: បិតភ្ជាប់ទៅ
nl: Plakken in
pl: Wklej do

source: Password
da: Adgangskode
es: Contraseña
fi: Salasana
km: ពាក្យ​សម្ងាត់
nl: Wachtwoord
pl: Hasło

source: Preview
da: Forhåndsvisning
es: Vista previa
fi: Esikatsele
km: មើលជាមុន
nl: Voorbeeld
pl: Pogdląd

source: Publish
da: Publicér
es: Publicar
fi: Julkaise
km: ដាក់ផ្សាយ
nl: Publiceren
pl: Publikuj

# publishTo
source: Publish to {0}
da: Publicér til {0}
es: Publicar en {0}
fi: Julkaise kohteeseen {0}
km: បោះពុម្ពផ្សាយទៅ {0}
nl: Publiceren naar {0}
pl: Publikuj do {0}

source: Publish all changes for current page
da: Publicér alle ændringer for aktuel side
es: Publicar todos los cambios de la página actual
fi: Julkaise nykyisen sivun kaikki muutokset
km: ចុះផ្សាយរាល់ការផ្លាស់ប្ដូរសម្រាប់ទំព័រនេះ
nl: Publiceer alle wijzigingen op de huidige pagina
pl: Publikuj wszystkie zmiany dla bieżącej strony

# cantPublishBecauseTargetWorkspaceIsReadOnly
source: Can't publish because the target workspace is read-only
da: Kunne ikke publicére da destinationsarbejdsrummet er skrivebeskyttet
es: No puedes publicarlo, porque el espacio de trabajo de destino es de solo lectura
fi: Julkaisu ei onnistut koska kohdetyötila on vain luku-tilassa
km: មិនអាចផ្សាយបានទេព្រោះតំបន់ការងារគោលដៅត្រូវតែអាន
nl: Kan niet publiceren omdat de workspace alleen lezen is
pl: Nie można opublikować, ponieważ docelowy obszar roboczy jest tylko do odczytu

source: Select target workspace
da: Vælg destinations arbejdsrum
es: Selecciona el espacio de trabajo de destino
km: ជ្រើសតំបន់ការងារគោលដៅ
nl: Selecteer doel workspace

source: Publishing
da: Publicering
es: Publicando
fi: Julkaisu
km: កំពុងចុះផ្សាយ
nl: Publiceren
pl: Publikowanie

source: Published
da: Publiceret
es: Publicado
fi: Julkaistu
km: បានចុះផ្សាយ
nl: Gepubliceerd
pl: Opublikowano

source: Toggle publish menu
da: Vis/skjul publiceringsmenu
es: Ocultar menú de publicación
km: បិទបើកម៉ឺនុយបោះពុម្ពផ្សាយ
nl: Publiceer menu verbergen / tonen

source: Target workspace
da: Destinationsarbejdsrum
es: Espacio de trabajo de destino
fi: Kohdetyötila
km: ចូលទៅកាន់កន្លែងការងារ
nl: Doel workspace
pl: Docelowy obszar roboczy

source: Current workspace
da: Nuværende arbejdsrum
es: Espacio de trabajo actual
fi: Nykyinen työtila
km: ចន្លោះការងារបច្ចុប្បន្ន
nl: Huidige workspace
pl: Bieżący obszar roboczy

source: Remove
da: Fjern
es: Eliminar
fi: Poista
km: លុបចេញ
nl: Verwijderen
pl: Usuń

source: Refresh
da: Opdatér
es: Actualizar
fi: Päivitä
km: ធ្វើឱ្យស្រស់
nl: Vernieuwen
pl: Odśwież

source: Save
da: Gem
es: Guardar
fi: Tallenna
km: សន្សំ រឺ រក្សាទុក
nl: Sla op
pl: Zapisz

source: Saving
da: Gemmer…
es: Guardando...
fi: Tallentaa...
km: កំពុង​រក្សា​ទុក
nl: Opslaan...
pl: Zapisywanie...

source: Saved
da: Gemt
es: Guardado
fi: Tallennettu
km: បាន​រក្សា​ទុក
nl: Opgeslagen
pl: Zapisano

source: Search
da: Søg
es: Buscar
fi: Etsi
km: ស្វែងរក
nl: Zoeken
pl: Szukaj

source: Toggle inspector
da: Skjul/vis inspektør
es: Alternar inspector
fi: Näytä/piilota tarkastelu
km: ត្រួតពិនិត្យបិទបើក
nl: Inspector verbergen / tonen
pl: Pokaż/schowaj inspektor

source: Username
da: Brugernavn
es: Nombre de usuario
fi: Käyttäjätunnus
km: ឈ្មោះ​គណនី
nl: Gebruikersnaam
pl: Użytkownik

source: You
da: Dig
es: Tú
fi: Sinä
km: អ្នក
nl: U
pl: Ty

source: [no title]
da: [uden titel]
es: [sin título]
fi: [ei otsikkoa]
km: [គ្មានចំណងជើង]
nl: [geen titel]
pl: [bez tytułu]

# labelCaption
source: Label
da: Etiket
es: Etiqueta
fi: Nimike
km: ស្លាក
pl: Etykieta

# nodeTypeCaption
source: Content Type
da: Indholdstype
es: Tipo de nodo
fi: Sisältötyyppi
km: ប្រភេទនៃថ្នាំង
pl: Typ zawartości

# pathCaption
source: Path
da: Sti
es: Ruta
fi: Polku
km: ទីតាំង
nl: Pad
pl: Ścieżka

# relativePathCaption
source: Relative Path
da: Relativ sti
es: Ruta relativa
fi: Suhteellinen polku
km: ទីតាំងប្រែប្រួល
nl: Relatief pad
pl: Ścieżka względna

source: Version
es: Versión
km: កំណែ
nl: Versie

# operationCannotBeUndone
source: This operation cannot be undone.
da: Denne handling kan ikke fortrydes.
es: Esta operación no se puede deshacer.
fi: Tätä toimintoa ei voi kumota.
km: ប្រតិបត្តិការនេះមិនអាចមិនធ្វើវិញ។
nl: Deze bewerking kan niet ongedaan worden gemaakt.
pl: Tej operacji nie można cofnąć.

source: Asset
da: Fil
es: Recurso
km: កន្លែងដាក់អក្សរ

source: Created
da: Oprettet
es: Creado
km: បានបង្កើត
nl: Aangemaakt

source: Last modification
da: Seneste ændring
es: Última modificación
km: ការកែប្រែចុងក្រោយនេះ
nl: Laatste aanpassing

source: Last publication
da: Seneste publicering
es: Última publicación
km: ការបោះពុម្ភលើកចុងក្រោយ
nl: Laatste publicatie

source: Identifier
da: ID
es: Identificador
fi: Tunniste
km: អត្តសញ្ញាណ
pl: Identyfikator

source: Name
da: Navn
es: Nombre
fi: Nimi
km: ឈ្មោះ
nl: Naam
pl: Nazwa

source: Workspace
da: Arbejdsrum
es: Espacio de Trabajo
km: កន្លែងផ្ទុកការងារ

# structure.label
source: Structure
da: Struktur
es: Estructura
fi: Rakenne
km: រចនាសម្ព័ន្ធ
nl: Structuur
pl: Struktura

# structure.toggle
source: Toggle context structure
da: Skjul/vis indholdsstruktur
es: Cambiar marco estructural
km: បិទបើករចនាសម្ព័បរិបទ
nl: Contextstructuur verbergen / tonen

source: Filter
da: Filtrer
es: Filtro
km: តម្រង

source: Toggle menu
da: Åbn/luk menu
es: Ocultar menú
km: ម៉ឺនុយបិទបើក
nl: Menu verbergen / tonen

source: Load error!
da: Indlæsning fejl!
es: ¡Error al cargar!
km: ផ្ទុកកំហុស!
nl: Fout tijdens het laden!

# aNodeMustBeSelected
source: You have to select a node
da: Du skal vælge et indholdselement
es: Tienes que seleccionar un nodo
km: អ្នកត្រូវតែជ្រើសថ្នាំង
nl: U moet een node selecteren

# rootNodeCannotBeDeleted
source: The Root node cannot be deleted.
da: Rodelementet kan ikke slettes.
es: No se puede eliminar el nodo raíz.
km: ថ្នាំង root មិនអាចត្រូវបានលុប។
nl: De Root node kan niet verwijderd worden.

# cannotCopyNode
source: You cannot copy this node
da: Dette element kan ikke kopieres
es: No se puede copiar este nodo
km: អ្នកមិនអាចចម្លងថ្នាំងនេះ
nl: Deze node kan niet gekopieerd worden

# cannotCutNode
source: You cannot cut this node
da: Dette element kan ikke klippes
es: No se puede cortar este nodo
km: អ្នកមិនអាចកាត់បន្ថយថ្នាំងនេះ
nl: Deze node kan niet geknipt worden

source: Content Dimensions
da: Indholdsdimensioner
es: Dimensiones del contenido
km: វិមាត្រមាតិកា
nl: Content Dimensies

source: Site
da: Webside
es: Sitio web
km: តំបន់បណ្តាញ

source: Document
da: Dokument
es: Documento
km: ឯកសារ

source: Reference
es: Referencia
km: ឯកសារយោង
nl: Referentie

source: Host
da: Domæne
km: ម៉ាស៊ីន

source: Scheme
da: Protokol
es: Esquema
km: គ្រោងការណ៍
nl: Schema

source: Port
es: Puerto
km: ផត
nl: Poort

source: Primary
da: Primær
es: Primario
km: ចម្បង
nl: Primair

# nodeTypes.groups.general
source: General
da: Generelt
fi: Yleiset
km: ជាទូទៅ
nl: Algemeen
pl: Ogólny

# nodeTypes.groups.structure
source: Structure
da: Struktur
es: Estructura
fi: Rakenne
km: រចនាសម្ព័ន្ធ
nl: Structuur
pl: Struktura

# nodeTypes.groups.plugins
source: Plugins
es: Extensiones
fi: Liitännäiset
km: ឧបករណ៍
pl: Wtyczki

# shortcut.clickToContinueToPage
source: Click {0} to continue to the page.
da: Klik {0} for at fortsætte til siden.
es: Haga clic aquí para continuar a la página {0}.
fi: Valitse {0} jatkaaksesi sivulle.
km: ចុចទីនេះដើម្បីបន្តទៅទំព័រ {0}។
nl: Klik hier om door te gaan naar de pagina {0}.
pl: Kliknij {0}, aby przejść do strony.

# shortcut.clickToContinueToAsset
source: Click {0} to see the file.
da: Klik {0} for at se filen.
es: Haz clic en {0} para ver el archivo.
fi: Valitse {0} nähdäksesi tiedosto.
km: ចុចទីនេះដើម្បីបន្តទៅឯកសារ {0}។
nl: Klik hier om door te gaan naar het bestand {0}.
pl: Kliknij {0} aby zobaczyć plik.

# shortcut.clickToContinueToExternalUrl
source: Click {0} to open the link.
da: Klik {0} for at fortsætte til den eksterne side.
es: Haz clic en {0} para abrir el enlace.
fi: Valitse {0} avataksesi linkki.
km: ចុចទីនេះដើម្បីបន្តទៅទំព័រមុន {0}។
nl: Klik hier om door te gaan naar de externe pagina {0}.
pl: Kliknij {0}, aby otworzyć odnośnik.

# shortcut.noTargetSelected
source: (no target has been selected)
da: (ingen destination valgt)
es: (no se ha seleccionado ningún destino)
fi: (ei valittua kohdetta)
km: (មិនទាន់បានជ្រើសរើសគោលដៅណាមួយទេ)
nl: (geen doel geselecteerd)
pl: (cel nie został wybrany)

# shortcut.clickToContinueToFirstChildNode
source: This is a shortcut to the first child page.<br />Click {0} to continue to the page.
da: Dette er en genvej til den første underside.<br />Klik {0} for at fortsætte til siden.
es: Este es un acceso directo a la primera página hija. < br / > Haga clic en {0} para continuar a la página.
fi: Tämä on linkki ensimmäiselle alasivulle.<br />Valitse {0} jatkaaksesi sivulle.
km: នេះគឺជាផ្លូវកាត់ទៅរកកូនទំព័រដំបូង។ <br /> សូមចុច {0} ដើម្បីបន្តទៅរកទំព័រនោះ។
nl: Dit is een snelkoppeling naar het eerste onderliggende pagina. < br / > Klik op {0} om door te gaan naar de pagina.
pl: To jest skrót do pierwszej podstrony. <br />Kliknij {0}, aby do niej przejść.

# shortcut.clickToContinueToParentNode
source: This is a shortcut to the parent page.<br />Click {0} to continue to the page.
da: Dette er en genvej til den overordnede side. <br /> Klik på {0} at fortsætte til siden.
es: Este es un acceso directo a la página padre. < br / > Haga clic en {0} para continuar a la página.
fi: Tämä on linkki ylemmän tason sivulle.<br />Valitse {0} jatkaaksesi sivulle.
km: នេះគឺជាផ្លូវកាត់ទៅរកទំព័រមេ។ <br /> សូមចុច {0} ដើម្បីបន្តរទៅរកទំព័រនោះ។
nl: Dit is een snelkoppeling naar de bovenliggende pagina. < br / > Klik op {0} om door te gaan naar de pagina.
pl: To jest skrót do strony nadrzędnej. <br />Kliknij {0}, aby przejść do strony.

# content.components.contentContextBar.fullScreenButton.title
source: Full Screen
da: Fuld skærm
es: Pantalla completa
fi: Koko näyttö
km: អេក្រង់ពេញ
nl: Volledig scherm
pl: Pełny ekran

# content.components.contentContextBar.liveShortcutButton.title
source: Open page in live workspace
da: Åbn side i drift arbejdsrum
es: Abrir página en espacio de trabajo público
fi: Avaa sivu työtilassa
km: បើកពំព័រនៅក្នុងលំហរការងារផ្ទាល់
nl: Pagina openen
pl: Otwórz stronę w przestrzeni roboczej live

# content.components.contentContextBar.previewShortcutButton.title
source: Open page in target workspace
da: Åben side i destinations arbejdsrum
es: Abrir página en el espacio de trabajo de destino
km: បើកទំព័រក្នុងកន្លែការងាគោលដៅ
nl: Pagina openen in doel workspace

source: Discard all
da: Kassér alle
es: Descartar todo
fi: Hylkää kaikki
km: បេាះបង់ចោល
nl: Alles annuleren
pl: Odrzuć wszystko

# content.components.discardAllDialog.discardAllChangesHeader
source: Discard all changes
da: Kassér alle ændringer
es: Descartar todos los cambios
fi: Hylkää kaikki muutokset
km: បោះបង់ការផ្លាស់ប្តូរទាំងអស់
nl: Alle wijzigingen negeren
pl: Odrzuć wszystkie zmiany

# content.components.discardAllDialog.discardAllChangesSubheader
source: Are you sure that you want to discard all changes in this workspace?
da: Er du sikker på at du vil slette alle ændringer i dette arbejdsrum?
es: ¿Está seguro de que desea descartar todos los cambios en este espacio de trabajo?
fi: Oletko varma että haluat hylätä kaikki työtilan muutokset?
km: ត់អ្នកពិតជាចង់បោះបង់ការកែរទាំងអស់ក្នុងលំហរការងារនេះមែនទេ?
nl: Weet u zeker dat u wilt verwijderen van alle wijzigingen in deze workspace?
pl: Czy na pewno chcesz odrzucić wszystkie zmiany w tym obszarze roboczym?

source: Publish all
da: Publicér alle
es: Publicar todo
fi: Julkaise kaikki
km: ចុះផ្សាយទាំងអស់
nl: Alles publiceren
pl: Publikuj wszystko

# content.components.publishAllDialog.header
source: Publish all changes
da: Publicér alle ændringer
es: Publicar todos los cambios
fi: Julkaise kaikki muutokset
km: ផ្សាយរាល់ការផ្លាស់ប្តូរ
nl: Alle wijzigingen publiceren
pl: Publikuj wszystkie zmiany

# content.components.publishAllDialog.subheader
source: Are you sure that you want to publish all changes?
da: Er du sikker på, at du ønsker at publicere alle ændringerne?
es: ¿Seguro que quiere publicar todos los cambios?
fi: Oletko varma että haluat julkaista kaikki muutokset?
km: តើអ្នកពិតជាចង់ដាក់ផ្សាយការផ្លាស់ប្តូរទាំងអស់មែនឬទេ?
nl: Weet u zeker dat u wilt om alle wijzigingen te publiceren?
pl: Czy jesteś pewien, że chcesz opublikować wszystkie zmiany?

# content.components.dirtyWorkspaceDialog.dirtyWorkspaceHeader
source: Pending changes
da: Ventende ændringer
es: Cambios pendientes
fi: Odottavat muutokset
km: រង់ចាំផ្លាស់ប្តូរ
nl: Openstaande wijzigingen
pl: Oczekujące zmiany

# content.components.dirtyWorkspaceDialog.dirtyWorkspaceContainsChanges
source: Your personal workspace currently contains unpublished changes. In order to switch to a different target workspace you need to either publish or discard pending changes first.
da: Din personlige arbejdsrum indeholder ændringer, som ikke er publiceret. For at du kan skifte til et andet arbejdsrum, skal ændringerne enten publiceres eller kasseres.
es: Tu espacio de trabajo personal actualmente contiene cambios no publicados. Para cambiar a un espacio de trabajo diferente primero necesitas publicar o descartar los cambios pendientes.
fi: Henkilökohtainen työtilasi sisältää julkaisemattomia muutoksia. Vaihtaaksesi toiseen työtilaan sinun täytyy joko julkaista tai hylätä muutokset.
km: តំបន់ការរបស់អ្នកពេលនេះ មិនទាន់បានដាក់ផ្សាយ ការផ្លាស់ផ្ដូរទេ។ ដើម្បីធ្វើការផ្លាស់ផ្ដូរទៅកាន់តំបន់ការងារផ្សេង អ្នកត្រូវតែ ដាក់ផ្សាយ ឬ​ បេាះបង់ចោលការងារដែលបានផ្លាស់ផ្ដូរជាដំបូង
nl: Je persoonlijke workspace bevat op dit moment ongepubliceerde wijzigingen. Om te switchen naar een andere workspace moet u of, alle wijzigingen publiceren of deze annuleren.
pl: Twoja osobista przestrzeń robocza zawiera obecnie nieopublikowane zmiany. W celu przełączenia się na inny obszar roboczy musisz opublikować wprowadzone zmiany lub je odrzucić.

# content.components.dirtyWorkspaceDialog.dirtyWorkspacePleaseReviewChanges
source: Please review your changes, publish or discard them, and then choose a new target workspace again.
da: Gennemse dine ændringer, publicér eller kassér dem, og vælg derefter et nyt arbejdsrum igen.
es: Por favor, revise sus cambios, publíquelos o descártelos y entonces elija un nuevo espacio de trabajo de destino.
fi: Julkaise tai hylkää tekemäsi muutokset ja valitse sitten uusi työtila uudelleen.
km: សូមផ្ទៀងផ្ទាត់ការផ្លាស់ប្ដូររបស់អ្នក ដាក់ផ្សាយ ឬ បេាះបង់ ហើយបន្តាប់មកប្ដូរទៅកាន់តំបន់ការងារថ្មី​ម្ដងទៀត​
nl: Controleer u wijzigingen, publiceer of annuleer deze, kies vervolgens opnieuw een andere workspace.
pl: Przejrzyj swoje zmiany, opublikuj je lub odrzuć, a następnie wybierz nową docelową przestrzeń roboczą.

# content.components.editPreviewPanel.modes
source: Editing Modes
da: Redigeringmåder
es: Modos de edición
fi: Muokkaustilat
km: ពិធីការកែរ
nl: Bewerk modus
pl: Tryby edycji

# content.components.editPreviewPanel.previewCentral
source: Preview Central
da: Forhåndsvisninger
es: Central de previsualización
fi: Esikatselukeskus
km: មណ្ឌលបុរេទសនា
nl: Voorbeeld overzicht
pl: Centrum podglądu

# content.inspector.unappliedChangesDialog.header
source: You still have changes. What do you want to do with them?
da: Du har stadig ændringer. Hvad ønsker du at gøre med dem?
es: Todavía tiene cambios. ¿Qué quieres hacer con ellos?
fi: Olet tehnyt muutoksia. Mitä haluat tehdä niille?
km: អ្នកនៅមានការផ្លាស់ប្តួរ។ តើអ្នកចង់ធ្វើអ្វីជាមួយពួកវា?
nl: Hebt u nog veranderingen. Wat wilt u hiermee doen?
pl: Masz niezachowane zmiany. Co chcesz z nimi zrobić?

# content.inspector.inspectorView.selectedElement
source: Selected element
da: Valgte element
es: Elemento seleccionado
fi: Valittu elementti
km: រើសបានធាតុ
nl: Geselecteerd element
pl: Wybrany element

# content.inspector.unappliedChangesDialog.alert.title
source: There are fields that are not correctly filled in.
da: Der er felter, der ikke er korrekt udfyldt.
es: Hay campos que no se han completado correctamente.
fi: Kaikkia kenttiä ei ole täytetty oikein.
km: មានកន្លែងបំពេញ ដែលអ្នកបានបំពេញមិនត្រូវ។
nl: Er zijn velden die niet correct zijn ingevuld.
pl: Niektóre pola nie zostały poprawnie wypełnione.

# content.inspector.unappliedChangesDialog.alert.content
source: The fields marked with an error are not yet correctly filled in. Please complete them properly.
da: Felterne markeret med en fejl er endnu ikke korrekt udfyldt. Udfyld dem rigtigt.
es: Los campos marcados con un error no están correctamente rellenados. Por favor complételos correctamente.
fi: Korostettuja kenttiä ei ole täytetty oikein. Ole hyvä ja täytä ne oikein.
km: កន្លែងបំពេញនេះ បានចេញសញ្ញាដែលថាបំពេញមិនត្រឹមត្រូវមួយ។ សូមបំពេញវាអោយបានត្រឹមត្រូវ។
nl: De velden gemarkeerd met een fout zijn nog niet correct ingevuld. Vul deze alstublieft correct in.
pl: Pola oznaczone jako błędne nie są jeszcze prawidłowo wypełnione. Uzupełnij je poprawnie.

# content.inspector.unappliedChangesDialog.button.default
source: Continue editing
da: Fortsæt redigering
es: Seguir editando
fi: Jatka muokkausta
km: បន្តរកែរ
nl: Doorgaan met bewerken
pl: Kontynuuj edycję

# content.inspector.unappliedChangesDialog.button.danger
source: Throw away
da: Kassér
es: Descartar
fi: Heitä pois
km: បោះចោល
nl: Weggooien
pl: Porzuć zmiany

# content.inspector.unappliedChangesDialog.button.success
source: Apply
da: Anvend
es: Aplicar
fi: Käytä
km: អនុវត្ត
nl: Pas Toe
pl: Zastosuj

# content.inspector.editors.masterPluginEditor.selectPlugin
source: Select a Plugin
da: Vælg et plugin
es: Seleccione una extensión
fi: Valitse laajennus
km: ជ្រើសរើស កម្មវិធីជំនួយ
nl: Selecteer een Plugin
pl: Wybierz wtyczkę

# content.inspector.editors.masterPluginEditor.noPluginConfigured
source: No plugin configured
da: Intet plugin konfigureret
es: Ninguna extensión configurada
fi: Ei määritettyä laajennusta
km: មិនមាន កម្មវិធីជំនួយបាន កំណត់ទម្រង់
nl: Geen plugin geconfigureerd
pl: Brak skonfigurowanych wtyczek

# content.inspector.editors.pluginViewsEditor.displayedOnPage
source: view is displayed on page
da: visningen findes på side
es: la vista aparece en la página
fi: näkymä näytetään sivulla
km: ទេសភាពបានបង្ហាញទៅទំព័រ
nl: weergave op pagina
pl: Widok jest wyświetlany na stronie

# content.inspector.editors.pluginViewsEditor.displayedOnCurrentPage
source: view is displayed on current page
da: visningen findes på denne side
es: la vista es mostrada en la página actual
fi: näkymä näytetään nykyisellä sivulla
km: ទេសភាពបានបង្ហាញទៅទំព័រនេះ
nl: weergave op huidige pagina
pl: Widok jest wyświetlany na bieżącej stronie

# content.inspector.editors.dateTimeEditor.noDateSet
source: No date set
da: Ingen dato angivet
es: No hay fecha fijada
fi: Ei asetettua päivämäärää
km: គ្មានទិន្នន័យបានដាក់
nl: Geen datum ingesteld
pl: Nie wybrano daty

# content.inspector.editors.codeEditor.editCode
source: Edit code
da: Rediger kode
es: Editar código
fi: Muokkaa koodia
km: កែ​កូដ
nl: Code bewerken
pl: Edytuj kod

# content.inspector.editors.linkEditor.search
source: Paste a link, or type to search
da: Indsæt et link, eller skriv for at søge
es: Pegue un enlace o escriba para buscar
fi: Liitä linkki tai kirjoita hakeaksesi
km: បិទភ្ជាប់តំណភ្ជាប់ ឬក៍វាយបញ្ចូលដើម្បីស្វែងរក
nl: Plak een link, of type om te zoeken
pl: Wklej link, lub pisz aby wyszukać
