Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: da, fr, km, nl, no, ru

source: Click to edit
da: Klik for at redigere
fr: Cliquez pour éditer
km: ចុចដើម្បីកែតម្រូវ
nl: Klik om te bewerken
no: Klikk for å redigere
ru: Нажмите для редактирования

source: Click to delete
da: Klik for at slette
fr: Cliquer pour supprimer
km: ចុចដើម្បីលុប
nl: Klik om te verwijderen
no: Klikk for å slette
ru: Нажмите, чтобы удалить

source: Cancel
da: Annullér
fr: Annuler
km: បោះបង់
nl: Annuleren
no: Avbryt
ru: Отмена

source: Back
da: Tilbage
fr: Retour
km: ត្រលប់ក្រោយ
nl: Terug
no: Tilbake
ru: Назад

# management.label
source: Management
fr: Gestion
km: គ្រប់គ្រង
nl: Beheer
no: Administrasjon
ru: Управление

# management.description
source: Contains multiple modules related to management of content
da: Indeholder flere moduler relateret til administration af indhold
fr: Contient plusieurs modules liés à la gestion de contenu
km: មានម៉ូឌុលច្រើនដែលទាក់ទងទៅនឹងការគ្រប់គ្រងនៃមាតិកា
nl: Bevat meerdere modules die in relatie staan tot het beheer van content
no: Inneholder flere moduler knyttet til administrasjon av innhold
ru: Содержит модули управления содержимым

# workspaces.label
source: Workspaces
da: Arbejdsrum
fr: Espaces de travail
km: លំហរការងារ
no: Arbeidsområder
ru: Рабочие области

# workspaces.detailsForWorkspace
source: Details for "{0}"
da: Detaljer for "{0}"
fr: Détails pour «{0} »
km: ពត៌មានលំអិត "{០}"
nl: Details voor "{0}"
no: Detaljer for "{0}"
ru: Подробно об "{0}"

# workspaces.createNewWorkspace
source: Create new workspace
da: Opret nyt arbejdsrum
fr: Créer un nouvel espace de travail
km: បង្កើតតំបន់ការងារថ្មី
nl: Maak nieuwe workspace aan
no: Opprett nytt arbeidsområde
ru: Создать новую рабочую область

# workspaces.createWorkspace
source: Create workspace
da: Opret arbejdsrum
fr: Créer l'espace de travail
km: បង្កើតតំបន់ការងារ
nl: Maak workspace aan
no: Opprett arbeidsområde
ru: Создать рабочую область

# workspaces.deleteWorkspace
source: Delete workspace
da: Slet arbejdsrum
fr: Supprimer l'espace de travail
km: លុបតំបន់ការងារ
nl: Verwijder workspace
no: Slett arbeidsområdet
ru: Удалить рабочую область

# workspaces.editWorkspace
source: Edit workspace
da: Redigér arbejdsrum
fr: Modifier l'espace de travail
km: កែសម្រួលតំបន់ការងារ
nl: Wijzig workspace
no: Rediger arbeidsområde
ru: Редактировать рабочую область

# workspaces.yesDeleteWorkspace
source: Yes, delete the workspace
da: Ja, slette arbejdsrummet
fr: Oui, supprimer l'espace de travail
km: បាទ, លុបតំបន់ធ្វើការ
nl: Ja, verwijder de workspace
no: Ja, slett arbeidsområdet
ru: Да, удалить рабочую область

# workspaces.editWorkspace
source: Edit workspace "{0}"
da: Redigér arbejdsrum
fr: Modifier l'espace de travail
km: កែសម្រួលតំបន់ការងារ
nl: Wijzig workspace
no: Rediger arbeidsområde
ru: Редактировать рабочую область

# workspaces.personalWorkspace
source: Personal workspace
da: Personligt arbejdsrum
fr: Espace de travail personnel
km: តំបន់ការងារផ្ទាល់ខ្លួន
nl: Persoonlijke workspace
no: Personlig arbeidsområde
ru: Персональная рабочая область

# workspaces.privateWorkspace
source: Private workspace
da: Privat arbejdsrum
fr: Espace de travail privé
km: តំបន់ការងារឯកជន
nl: Privé workspace
no: Privat arbeidsområde
ru: Приватная рабочая область

# workspaces.internalWorkspace
source: Internal workspace
da: Internt arbejdsrum
fr: Espace de travail interne
km: តំបន់ការងារផ្ទៃក្នុង
nl: Interne workspace
no: Internt arbeidsområde
ru: Внутренняя рабочая область

# workspaces.readonlyWorkspace
source: Read-only workspace
da: Skrivebeskyttet arbejdsrum
fr: Espace de travail en lecture seule
km: តំបន់ធ្វើការបានតែអាន
nl: Alleen-lezen workspace
no: Skrivebeskyttet arbeidsområde
ru: Неизменяемая рабочая область

# workspaces.workspace.title
source: Title
da: Titel
fr: Titre
km: ចំណងជើង
nl: Titel
no: Tittel
ru: Название

# workspaces.workspace.description
source: Description
da: Beskrivelse
km: ពិពណ៍នា
nl: Omschrijving
no: Beskrivelse
ru: Описание

# workspaces.workspace.baseWorkspace
source: Base workspace
da: Basisarbejdsrum
fr: Espace de travail de base
km: តំបន់ការងារមូលដ្ឋាន
nl: Hoofd workspace
no: Utgangspunkt for arbeidsområde
ru: Базовая рабочая область

# workspaces.workspace.owner
source: Owner
da: Ejer
fr: Propriétaire
km: ម្ចាស់
nl: Eigenaar
no: Eier
ru: Владелец

# workspaces.workspace.visibility
source: Visibility
da: Synlighed
fr: Visibilité
km: ដែលអាចមើលឃើញ
nl: Zichtbaarheid
no: Synlighet
ru: Видимость

# workspaces.workspace.visibility.private
source: Private
da: Privat
fr: Privé
km: ឯកជន
nl: Privé
no: Privat
ru: Приватный

# workspaces.workspace.visibility.private.help
source: Only reviewers and administrators can access and modify this workspace
da: Kun korrekturlæsere og administratorer kan få adgang til og ændre dette arbejdsrum
fr: Seulement les relecteurs et les administrateurs peuvent accéder et modifier cet espace de travail
km: មាន​តែអ្នក​ត្រួត​ពិនិត្យនិងអ្នកគ្រប់គ្រងអាចចូលដំណើរការនិងកែប្រែតំបន់ការងារនេះ
nl: Alleen reviewers en administrators hebben toegang en kunnen wijzigingen aanbrengen in deze workspace
no: Bare korrekturlesere og administratorer kan få tilgang til og endre dette arbeidsområdet
ru: Только рецензенты и администраторы имеют доступ к этой рабочей области и могут изменять её

# workspaces.workspace.visibility.internal
source: Internal
da: Internt
fr: Interne
km: ផ្ទៃក្នុង
nl: Intern
no: Intern
ru: Внутренняя

# workspaces.workspace.visibility.internal.help
source: Any logged in editor can see and modify this workspace.
da: Enhver redaktør som er logget ind kan se og ændre dette arbejdsrum.
fr: N'importe quel éditeur connecté peut voir et modifier cet espace de travail.
km: រាល់ការចូលទេនៅក្នុងកម្មវិធីនិពន្ធអាចមើលឃើញនិងកែប្រែតំបន់ការងារនេះ
nl: Iedere ingelogde redacteur kan deze workspace bekijken en wijzigen.
no: Alle påloggede redaktører kan se og endre dette arbeidsområdet.
ru: Любой вошедший в систему редактор может просматривать и редактировать эту рабочую область.

# workspaces.workspace.changes
source: Changes
da: Ændringer
fr: Changements
km: ផ្លាស់ប្ដូរ
nl: Wijzigingen
no: Endringer
ru: Изменения

# workspaces.openPageInWorkspace
source: Open page in "{0}" workspace
da: Åbn side i arbejdsrummet "{0}"
km: បើកទំព័រក្នុង "{0}" ចន្លោះការងារ
nl: Open pagina in "{0}" workspace
ru: Открыть страницу в рабочей области "{0}"

# workspaces.help.cantDeletePersonalWorkspace
source: This is your personal workspace which you can't delete.
da: Dette er dit personlige arbejdsrum, som du ikke kan slette.
fr: Il s'agit de votre espace de travail personnel que vous ne pouvez pas supprimer.
km: នេះគឺជាតំបន់​ការងារផ្ទាល់ខ្លួនរបស់អ្នកដែលអ្នកមិនអាចលុប
nl: Dit is uw persoonlijke workspace die u niet kunt verwijderen.
no: Dette er ditt personlige arbeidsområde. Du kan ikke slette det.
ru: Это ваша личная рабочяя область, которую вы не можете удалить.

# workspaces.help.workspaceContainsChanges
source: The workspace contains changes. To delete, discard the changes first.
da: Arbejdsrummet indeholder ændringer. Hvis du vil slette, slet ændringerne først.
fr: L'espace de travail contient des modifications. Pour supprimer, ignorer tout d'abord les modifications.
km: តំបន់​ការងារនេះមានការផ្លាស់ប្តូរ។ លុប, បោះបង់ការផ្លាស់ប្តូរជាលើកដំបូង។
nl: De workspace bevat wijzigingen. Om deze te verwijderen dient u eerst de wijzigingen ongedaan te maken.
no: Arbeidsområdet inneholder endringer. Hvis du vil slette det må du forkaste endringene først.
ru: Рабочая область содержит изменения. Чтобы её удалить, отмените сначала эти изменения.

# workspaces.help.cantRebaseWorkspaceContainsChanges
source: Workspace can't be rebased on a different workspace because it still contains changes.
da: Arbejdsrummet kan ikke sammenflettes med et andet arbejdsrum, fordi den stadig indeholder ændringer.
fr: Espace de travail ne peut pas être redéfinie sur un espace de travail différent, car il contient encore des changements.
km: កន្លែងធ្វើការមិនអាចត្រូវបាន rebased នៅលើតំបន់​ការងារផ្សេងគ្នាដោយសារតែវានៅតែមានការផ្លាស់ប្តូរ។
nl: De workspace kan niet worden verplaatst omdat het nog wijzigingen bevat.
no: Arbeidsområdet kan ikke sammenflettes med et annet arbeidsområde fordi det fortsatt inneholder endringer.
ru: Рабочая область не может быть перебазирована поверх другой, так как она всё ещё содержит изменения.

# workspaces.help.cantDeleteWorkspaceHasDependencies
source: The workspace cannot be deleted because other workspaces depend on it.
da: Arbejdsrummet kan ikke slettes, fordi andre arbejdsrum er afhængige af det.
fr: L'espace de travail ne peut pas être supprimé car d'autres espaces de travail en dépendent.
km: តំបន់​ការងារនេះមិនអាចត្រូវបានលុបបានទេព្រោះតំបន់ធ្វើការផ្សេងទៀតពឹងផ្អែកលើវា។
nl: De workspace kan niet verwijderd worden omdat andere workspaces van deze workspace afhankelijk zijn.
no: Arbeidsområdet kan ikke slettes fordi andre arbeidsområder er avhengig av det.
ru: Рабочая область не может быть удалена, поскольку другие рабочие области зависят от неё.

# workspaces.help.cantDeleteNoPermission
source: You don't have the permissions for deleting this workspace.
da: Du har ikke tilladelse til at slette dette arbejdsrum.
fr: Vous n'avez pas les autorisations pour la suppression de cet espace de travail.
km: អ្នកមិនមានសិទ្ធិដើម្បីលុបតំបន់​ការងារនេះ។
nl: U heeft niet voldoende rechten om deze workspace te verwijderen.
no: Du har ikke tilgang til å slette dette arbeidsområdet.
ru: У вас нет прав на удаление этой рабочей области.

# workspaces.dialog.confirmWorkspaceDeletion
source: Do you really want to delete the workspace "{0}"?
da: Vil du slette arbejdsrummet "{0}"?
fr: Voulez-vous vraiment supprimer l'espace de travail « {0} » ?
km: តើអ្នកពិតជាចង់លុបតំបន់ធ្វើការ "{0}"?
nl: Weet u zeker dat u deze workspace "{0}" wilt verwijderen?
no: Vil du virkelig slette arbeidsområdet "{0}"?
ru: Вы действительно хотите удалить рабочую область "{0}"?

# workspaces.dialog.thisWillDeleteTheWorkspace
source: This will delete the workspace including all unpublished content. This operation cannot be undone.
da: Dette vil slette arbejdsrummet inklusiv alle ikke-publicerede ændringer. Denne handling kan ikke fortrydes.
fr: Cela va supprimer l'espace de travail y compris les contenus non publiés. Cette opération ne peut pas être annulée.
km: វានឹងលុបតំបន់ធ្វើការរួម​ទាំង​ខ្លឹមសារដែលមិនបានផ្សព្វផ្សាយទាំងអស់។ ប្រតិបត្តិការនេះមិនអាចមិនធ្វើ​វិញ​ទេ។
nl: Dit verwijdert de workspace inclusief alle ongepubliceerde content. Deze actie kan niet ongedaan worden gemaakt.
no: Dette vil slette hele arbeidsområdet inkludert alt upubliserte innhold. Denne operasjonen kan ikke angres.
ru: Это безвозвратно удалит рабочую область, включая все неопубликованные изменения. Эта операция не может быть отменена.

# workspaces.description
source: This module contains the overview of all elements within the current workspace and it enables to continue the review and publishing workflow for them.
da: Dette modul indeholder en oversigt over alle elementer i det aktuelle arbejdsrum, og det gør det muligt at fortsætte korrektur- og udgivelsesarbejdsgangen for dem.
fr: Ce module contient une vue d'ensemble de tous les éléments dans l'espace de travail actuel et vous permet de poursuivre le travail de révision et de publication.
km: ម៉ូឌុលនេះផ្ទុកទិដ្ឋភាពទូទៅនៃទាំងអស់នៅក្នុងតំបន់ធ្វើការធាតុនាពេលបច្ចុប្បន្ននេះហើយវាអនុញ្ញាតឱ្យបន្តការពិនិត្យនិងការបោះពុម្ពផ្សាយលំហូរការងារសម្រាប់ពួកគេ។
nl: Deze module bevat een overzicht van alle elementen in de huidige workspace en geeft de mogelijkheid de review en publicatie workflow voort te zetten.
no: Denne modulen inneholder en oversikt over alle elementer i gjeldende arbeidsområde og du kan fortsette arbeidsflyten for gjennomgang og publisering.
ru: Этот модуль содержит обзор всех элементов текущей рабочей области, позволяющий продолжать рецензирование и процесс публикации этих элементов.

# workspaces.unpublishedChanges
source: Unpublished changes in workspace "{0}"
da: Ikke publiceret ændringer
fr: Modifications non publiées
km: ការផ្លាស់ប្តូរដែលមិនទាន់ដាក់ផ្សាយ
nl: Niet gepubliceerde wijzigingen
no: Upubliserte endringer
ru: Неопубликованные изменения в рабочей области "{0}"

# workspaces.changesCounts
source: additions: {new}, changes: {changed}, removals: {removed}
da: tilføjelser: {new}, ændringer: {changed}, flyttede: {removed}
fr: ajouts: {new}, changements: {changed}, suppressions: {removed}
km: ការបន្ថែម: {ថ្មី}, ការផ្លាស់ប្តូរ: {ផ្លាស់ប្តូរ} ដកចេញ: {យកចេញ}
nl: toevoegingen: {new}, wijzigingen: {changed}, verwijderd: {removed}
no: nye: {new}, endringer: {changed}, flyttinger: {removed}
ru: дополнения: {new}, изменения: {changed}, удаления: {removed}

# workspaces.review
source: Review
da: Gennemgå
fr: Relire
km: ពិនិត្យឡើងវិញ
no: Korrektur
ru: Проверить

# workspaces.discardSelectedChanges
source: Discard selected changes
da: Kassér valgte ændringer
fr: Ignorer les modifications sélectionnées
km: បេាះបង់ចោលការកែតម្រូវ
nl: Geselecteerde wijzigingen verwijderen
no: Forkast merkede endringer
ru: Отменить выбранные изменения

# workspaces.publishSelectedChanges
source: Publish selected changes
da: Publicér valgte ændringer
fr: Publier les modifications sélectionnées
km: ការជ្រើសរើសត្រូវបានផ្លាស់ប្ដូរសំរាប់ដាក់ប្រើប្រាស់
nl: Geselecteerde wijzigingen publiceren
no: Publiser merkede endringer
ru: Опубликовать выбранные изменения

# workspaces.discardAllChanges
source: Discard all changes
da: Kassér alle ændringer
fr: Ignorer toutes les modifications
km: បោះបង់ការផ្លាស់ប្តូរទាំងអស់
nl: Alle wijzigingen negeren
no: Forkast alle endringer
ru: Отменить все изменения

# workspaces.publishAllChanges
source: Publish all changes
da: Publicér alle ændringer
fr: Publier toutes les modifications
km: ផ្សាយរាល់ការផ្លាស់ប្តូរ
nl: Alle wijzigingen publiceren
no: Publiser alle endringer
ru: Опубликовать все изменения

# workspaces.publishAllChangesTo
source: Publish all changes to {0}
da: Publicér alle ændringer til {0}
fr: Publier toutes les modifications vers {0}
km: បោះពុម្ពផ្សាយការផ្លាស់ប្តូរទាំងអស់ទៅ {0}
nl: Publiceer alle wijzigingen naar {0}
no: Publiser alle endringer til {0}
ru: Публиковать все изменения в {0}

# changedContentCaption
source: Changed Content
da: Ændret indhold
fr: Contenu modifié
km: ផ្លាស់ប្តូរខ្លឹមសារ
nl: Gewijzigde content
no: Endret innhold
ru: Измененное содержимое

# workspaces.legend.deleted
source: deleted
da: slettet
fr: supprimé
km: ត្រូវបានលប់
nl: verwijderd
no: slettet
ru: удалено

# workspaces.legend.created
source: created
da: oprettet
fr: créé
km: ត្រូរបានបង្កើត
nl: aangemaakt
no: opprettet
ru: создано

# workspaces.legend.moved
source: moved
da: flytted
fr: déplacé
km: ត្រូវបានផ្ដូរទីតាំង
nl: verplaatst
no: flyttet
ru: перемещен

# workspaces.legend.hidden
source: hidden
da: skjult
fr: caché
km: លាក់បាំង
nl: verborgen
no: skjult
ru: скрыт

# workspaces.legend.edited
source: edited
da: redigeret
fr: édité
km: ត្រូវបានកែរប្រែរ
nl: bewerkt
no: endret
ru: отредактирован

# workspaces.thereAreNoUnpublishedChanges
source: There are no unpublished changes in this workspace.
da: Der er ingen upublicerede ændringer i dette arbejdsrum.
fr: Il n'y a aucun changement non publié dans cet espace de travail.
km: មិនមានការផ្លាស់ប្តូរដែលត្រូវផ្សាយទេនៅក្នុងកន្លែធ្វើការនេះ
nl: Er zijn geen niet gepubliceerde wijzigingen in deze workspace.
no: Det er ingen upubliserte endringer i arbeidsområdet.
ru: Существуют неопубликованные изменения в этой рабочей области.

# workspaces.discardAllChangesInWorkspaceConfirmation
source: Do you really want to discard all changes in the "{0}" workspace?
da: Er du sikker på du virkelig vil slette alle ændringer i "{0}" arbejdsrum?
fr: Souhaitez-vous réellement annuler tous les changements dans l'espace de travail "{0}", vous ne pourrez pas annuler cette opération?
km: តើអ្នកពិតជាចង់បោះបង់កំនែរនៅក្នុង កន្លែងការងារ "{0}"
nl: Wilt u echt alle wijzigingen in workspace "{0}" annuleren?
no: Ønsker du virkelig å forkaste alle endringer i arbeidsområdet "{0}"?
ru: Вы действительно хотите отменить все изменения в рабочей области "{0}"?

# workspaces.workspaceWithThisTitleAlreadyExists
source: A workspace with this title already exists.
da: Der findes allerede et arbejdsrum med denne titel.
fr: Un espace de travail avec ce titre existe déjà.
km: តំបន់​ការងារដែល​មាន​ចំណង​ជើងនេះមានរួចហើយ។
nl: Een workspace met deze titel bestaat al.
no: Det finnes allerede et arbeidsområde med denne tittelen.
ru: Рабочая область с этим названием уже существует.

# workspaces.workspaceHasBeenUpdated
source: The workspace "{0}" has been updated.
da: Arbejdsrummet "{0}" er blevet opdateret.
fr: L'espace de travail «{0} » a été mis à jour.
km: តំបន់ធ្វើការ "{0}" ត្រូវបានធ្វើឱ្យទាន់សម័យ។
nl: De workspace "{0}" is bijgewerkt.
no: Arbeidsområdet "{0}" har blitt oppdatert.
ru: Рабочая область "{0}" была обновлена.

# workspaces.workspaceCannotBeDeletedBecauseOfDependencies
source: Workspace "{0}" cannot be deleted because the following workspaces are based on it: {1}
da: Arbejdsrummet "{0}" kan ikke slettes, fordi de følgende arbejdsrum er baseret på det: {1}
fr: L'espace de travail « {0} » ne peut être supprimé parce que les espaces de travail suivants sont basés sur lui: {1}
km: កន្លែងធ្វើការ "{0}" មិនអាចលុបដោយសារតែការតំបន់​ធ្វើការខាងក្រោមនេះត្រូវបានផ្អែកលើវា: {១}
nl: Workspace "{0}" kan niet verwijderd worden, omdat de volgende workspaces hierop gebaseerd zijn: {1}
no: Arbeidsområdet "{0}" kan ikke slettes fordi følgende arbeidsområder er basert på det: {1}
ru: Рабочая область "{0}" не может быть удалена, потому что на ней основанны следующие рабочие области: {1}

# workspaces.notDeletedErrorWhileFetchingUnpublishedNodes
source: An error occurred while fetching unpublished nodes from workspace "{0}", nothing was deleted.
da: Der opstod en fejl under hentning upublicerede indhold fra arbejdsrummet "{0}", intet blev slettet.
fr: Une erreur s'est produite lors de la lecteur des contenus non publiées de l'espace de travail « {0} », rien n'a été supprimé.
km: កំហុសមួយបានកើតឡើងខណៈពេលទៅយកថ្នាំងដែលមិនបានផ្សព្វផ្សាយពីតំបន់​ការងារ "{0}" គ្មានអ្វីត្រូវបានលុប។
nl: Er is een fout opgetreden bij het laden van ongepubliceerde nodes van workspace "{0}", er is niets verwijderd.
no: En feil oppstod under henting av upubliserte noder fra arbeidsområdet "{0}". Ingenting ble slettet.
ru: Произошла ошибка при получении неопубликованных узлов из рабочей области "{0}", ничего не было удалено.

# workspaces.cantEditBecauseWorkspaceContainsChanges
source: Your personal workspace contains changes, please publish or discard them first.
da: Dit personlige arbejdsrum indeholder ændringer, venligst publicér eller kassér dem først.
fr: Votre espace de travail personnel contient des modifications, s'il vous plaît publier ou jetez-les tout d'abord.
km: តំបន់​ការងារផ្ទាល់ខ្លួនរបស់អ្នកមានការផ្លាស់ប្តូរ, សូមបោះពុម្ពផ្សាយឬមិនរក្សាទុកពួកជាលើកដំបូង។
nl: Uw persoonlijke workspace bevat wijzigingen. Publiceert u alstublieft deze wijzigingen of maak ze ongedaan.
no: Ditt personlige arbeidsområde inneholder endringer. Vennligst publiser eller forkast dem først.
ru: Ваша персональная рабочая область содержит изменения, пожалуйста опубликуйте или отмените их сначала.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[0]
source: Did not delete workspace "{0}" because it currently contains {1} nodes.
km: មិនបានលុបតំបន់​ការងារ "{0}" ពីព្រោះវានាពេលបច្ចុប្បន្ននេះមាន {១} ថ្នាំង។

# workspaces.workspaceHasBeenRemoved
source: The workspace "{0}" has been removed.
da: Arbejdsrummet "{0}" er blevet fjernet.
fr: L'espace de travail « {0} » a été supprimé.
km: តំបន់ធ្វើការ "{0}" ត្រូវបានយកចេញ។
nl: De workspace "{0}" is verwijderd.
no: Arbeidsområdet "{0}" er fjernet.
ru: Рабочая область "{0}" была удалена.

# workspaces.selectedChangeHasBeenPublished
source: The selected change has been published.
da: Den valgte ændring er blevet publiceret.
fr: Le changement sélectionné a été publié.
km: ការផ្លាស់ប្តូរដែលបានជ្រើសរើសត្រូវបានគេបោះពុម្ពផ្សាយ។
nl: De geselecteerde wijziging is gepubliceerd.
no: Den valgte endringen er publisert.
ru: Выбранные изменения были опубликованы.

# workspaces.selectedChangeHasBeenDiscarded
source: The selected change has been discarded.
da: Den valgte ændring er blevet kasseret.
fr: Le changement sélectionné a été écarté.
km: ការផ្លាស់ប្តូរដែលបានជ្រើសរើសត្រូវបានលុបចោល។
nl: De geselecteerde wijziging is ongedaan gemaakt.
no: Den valgte endringen er forkastet.
ru: Выбранное изменение было отменено.

# workspaces.selectedChangesHaveBeenPublished
source: The selected changes have been published.
da: De valgte ændringer er blevet publiceret.
fr: Les modifications sélectionnées ont été publiées.
km: ការផ្លាស់ប្តូរដែលបានជ្រើសរើសត្រូវបានគេបោះពុម្ពផ្សាយ។
nl: De geselecteerde wijzigingen zijn gepubliceerd.
no: De merkede endringene er publisert.
ru: Выбранные изменения были опубликованы.

# workspaces.selectedChangesHaveBeenDiscarded
source: The selected changes have been discarded.
da: De valgte ændringer er blevet kasseret.
fr: Les modifications sélectionnées ont été annulées.
km: ការផ្លាស់ប្តូរដែលបានជ្រើសរើសត្រូវបានគេបោះបង់ចោល។
nl: De geselecteerde wijzigingen zijn ongedaan gemaakt.
no: De merkede endringene er forkastet.
ru: Выбранные изменения были отменены.

# workspaces.allChangesInWorkspaceHaveBeenPublished
source: All changes from workspace "{0}" have been published to {1}.
da: Alle ændringer fra arbejdsrummet "{0}" er blevet publiceret til {1}.
fr: Toutes les modifications d'espace de travail « {0} » ont été publiées vers {1}.
km: ការផ្លាស់ប្តូរទាំងអស់ពីតំបន់ធ្វើការ "{០}" ត្រូវបានគេបោះពុម្ភទៅ {១} ។
nl: Alle wijzigingen van workspace "{0}" zijn gepubliceerd naar {1}.
no: Alle endringer fra arbeidsområdet "{0}" har blitt publisert til {1}.
ru: Все изменения из рабочей области "{0}" были опубликованы в {1}.

# workspaces.allChangesInWorkspaceHaveBeenDiscarded
source: All changes from workspace "{0}" have been discarded.
da: Alle ændringer fra arbejdsrummet "{0}" er blevet kasseret.
fr: Toutes les modifications d'espace de travail « {0} » ont été ignorées.
km: ការផ្លាស់ប្តូរទាំងអស់ពីតំបន់ធ្វើការ "{0}" ត្រូវបានបោះបង់។
nl: Alle wijzigingen van workspace "{0}" zijn ongedaan gemaakt.
no: Alle endringer fra arbeidsområdet "{0}" er forkastet.
ru: Все изменения из рабочей области "{0}" были отменены.

# media.dragHelp
source: Drag and drop an asset on a collection / tag to add them to it.
km: អូសនិងរូបភាពធ្លាក់ចុះនៅលើការប្រមូល / ស្លាកដើម្បីបន្ថែមពួកវាទៅវា។

# media.replace.options.keepOriginalFilename
source: Keep the filename "{0}"
km: រក្សាឈ្មោះឯកសារ "{0}"

# media.label
source: Media
da: Medie
fr: Média
km: ប្រព័ន្ធផ្សព្វផ្សាយ
ru: Медиатека

# media.description
source: This module allows managing of media assets including pictures, videos, audio and documents.
da: Dette modul giver mulighed for administration af medier, herunder billeder, videoer, lyd og dokumenter.
fr: Ce module permet la gestion des ressources multimédias, y compris les images, vidéos, audio et des documents.
km: ម៉ូឌុលមួយនេះអនុញ្ញាតិ អោយគ្រប់គ្រងឯកសារផ្សព្វផ្សាយបាន រួមទាំង រូបភាព កុន សំលេង និង ឯកសារផ្សេងៗ។
nl: Deze module stelt u in staat media bestanden waaronder afbeeldingen, video's, audio bestanden en documenten te beheren.
no: Denne modulen lar deg administrere medieelementer inkludert bilder, videoer, lyd og dokumenter.
ru: Модуль позволяет управлять медиа-ресурсами, включая фото, видео, аудио и документы.

# history.label
source: History
da: Historik
fr: Historique
km: ប្រវត្តិ
nl: Geschiedenis
no: Historikk
ru: История изменений
