Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: da, fr, km, nl, no, ru

# sites.description
source: The Sites Management module provides you with an overview of all sites. You can edit, add and delete information about your sites, such as adding a new domain.
da: Websteds administrationsmodulet giver dig en oversigt over alle websteder. Du kan redigere, tilføje og slette information om dine websteder, så som at tilføje et nyt domæne.
fr: Le module "Gestion des sites" vous donne un aperçu de tous vos sites. Vous pouvez éditer, ajouter et supprimer des informations sur vos site, tel que l'ajout d'un nouveau domaine.
km: ម៉ូឌុលគេហទំព័រគ្រប់គ្រងផ្ដល់ឱ្យអ្នកនូវទិដ្ឋភាពទូទៅនៃតំបន់បណ្តាញទាំងអស់។ អ្នកអាចកែសម្រួលបន្ថែមនិងលុបអំពីវិបសាយដូចជាបន្ថែម domain​ ថ្មីរបស់អ្នក។
nl: De Sites Management module biedt u met een overzicht van alle sites. U kunt informatie over uw sites bewerken, toevoegen en verwijderen, zoals bijvoorbeeld het toevoegen van een nieuwe domeinnaam.
no: Nettsteder-modulen gir deg en oversikt over alle nettsteder. Du kan redigere, legge til og slette informasjon om dine nettsteder, for eksempel legge til et nytt domene.
ru: Модуль управления сайтами даёт представление обо всех сайтах. Можно редактировать, добавлять и удалять информацию о сайтах, например добавить новый домен.

# sites.actions.newSite.label
source: Create site
da: Opret websted
fr: Créer un site
km: បង្កើតវែបសាយ
nl: Site aan maken
no: Opprett nettsted
ru: Создать сайт

# sites.actions.newSite.title
source: Create a new site
da: Opret et nyt websted
fr: Créer un nouveau site
km: បង្កើតគេហទំព័រថ្មី
nl: Een nieuwe site aan maken
no: Opprett et nytt nettsted
ru: Создать новый сайт

# configuration.label
source: Configuration
da: Konfiguration
km: ការកំណត់រចនាសម្ព័ន្ធ
nl: Configuratie
no: Konfigurasjon
ru: Конфигурация

# configuration.description
source: The Configuration module provides you with an overview of all configuration types.
da: Konfigurationsmodulet giver dig et overblik over alle konfiguration typer.
fr: Le module de Configuration vous donne un aperçu de tous les types de configuration.
km: មុខងារនៃការកំណត់រចនាសម្ព័ន្ធនេះបានផ្ដល់ឱ្យអ្នកនូវទិដ្ឋភាពទូទៅ នៃប្រភេទការកំណត់រចនាសម្ព័ន្ធទាំងអស់។
nl: De module configuratie biedt u een overzicht van alle configuratie types.
no: Modulen Konfigurasjon gir deg en oversikt over alle konfigurasjonstyper.
ru: Модуль Конфигурации предоставляет вам обзор всех типов конфигурации.

# user.label
source: User
da: Bruger
fr: Utilisateur
km: គណនី
nl: Gebruiker
no: Bruker
ru: Пользователь

# userSettings.label
source: User Settings
da: Brugerindstillinger
fr: Paramètres utilisateur
km: ការកំណត់អ្នកប្រើប្រាស់
nl: Gebruikersinstellingen
no: Brukerinnstillinger
ru: Мои настройки

# userSettings.description
source: This module allows you to customize your backend user profile. Here you can change your active system language, name and email address. You may also configure other general features in the system.
da: Dette modul giver dig mulighed for at tilpasse din backend brugerprofil. Her kan du ændre det aktive systemsprog, dit navn og din e-mail adresse. Du kan også indstille andre funktionaliteter i systemet.
fr: Ce module vous permet de personnaliser l'interface d'administration. Vous pouvez choisir votre langue, nom et adresse électronique. Vous pouvez aussi configurer d'autres paramètres généraux de l'interface.
km: មុខងារនេះអនុញ្ញាតឱ្យអ្នកធ្វើការផ្លាស់ប្ដូរកម្មវិធីនៃផ្នែកខាងក្រោយរបស់អ្នកតាមបំណងនៃទម្រង់របស់អ្នកប្រើប្រាស់។ នៅទីនេះ អ្នកអាចផ្លាស់ប្តូរឈ្មោះរបស់អ្នក, ភាសាសកម្មរបស់ប្រព័ន្ធនិងអាស័យដ្ឋានអ៊ីមែល​ របស់អ្នក។ អ្នកអាចកំណត់រចនាសម្ព័ន្ធលក្ខណៈពិសេសទូទៅនៅក្នុងប្រព័ន្ធបាន។
nl: Deze module geeft u de mogelijkheid uw backend gebruikersprofiel aan te passen. Hier kunt u uw actieve systeem taal, naam en e-mailadres wijzigen. U kunt ook andere algemene instellingen configureren in het systeem.
no: Denne modulen lar deg tilpasse backend-brukerprofilen. Her kan du endre aktivt systemspråk, navn og e-postadresse. Du kan også konfigurere andre generelle funksjoner i systemet.
ru: Этот модуль позволяет вам настроить ваш профиль пользователя. Здесь вы можете изменить ваш активный системный язык, имя и адрес электронной почты. Здесь вы также можете настроить другие функции системы.

# userSettings.action.index
source: Edit
da: Redigér
fr: Edition
km: កែប្រែ
nl: Bewerken
no: Rediger
ru: Править

# userSettings.action.edit
source: Edit
da: Redigér
fr: Edition
km: កែប្រែ
nl: Bewerken
no: Rediger
ru: Править

# userSettings.action.newElectronicAddress
source: New electronic address
da: Ny elektronisk adresse
fr: Nouvelle adresse électronique
km: បង្កើតអាសយដ្ឋានថ្មី
nl: Nieuw electronisch adres
no: Nye elektronisk adresse
ru: Новый электронный адрес

# userSettings.action.editAccount
source: Edit account
da: Rediger konto
fr: Edité le profile
km: គណនីកែសម្រួល
nl: Bewerk account
no: Rediger konto
ru: Изменить учетную запись

# userSettings.personalData
source: Personal Data
da: Personlig information
fr: Données personnelles
km: ទិន្នន័យ​ផ្ទាល់​ខ្លួន
nl: Persoonlijke gegevens
no: Personopplysninger
ru: Личные данные

# userSettings.userData
source: User Data
da: Brugerinformation
fr: Données utilisateur
km: ទិន្នន័យរប​ស់​អ្នក​ប្រើ​ប្រាស់
nl: Gebruikersgegevens
no: Brukerdata
ru: Данные пользователя

# userSettings.usermenu
source: User Menu
da: Brugermenu
fr: Menu utilisateur
km: ម៉ឺនុយរបស់អ្នកប្រើ
nl: Gebruikersmenu
no: Brukermeny
ru: Меню пользователя

# userSettings.preferences
source: User Preferences
da: Brugerindstillinger
fr: Préférences utilisateur
km: ជម្រើស​ការប្រើប្រាស់​របស់​អ្នក​​ប្រើ​ប្រាស់​
nl: Gebruikersvoorkeuren
no: Brukerinnstillinger
ru: Настройки пользователя

# userSettings.preferences.interfaceLanguage
source: Interface Language
da: Systemsprog
fr: Langue de l'interface
km: ភាសារទំព័រមុខ
nl: Taal van de gebruikersinterface
no: Språk
ru: Язык интерфейса

# userSettings.preferences.useDefaultInterfaceLanguage
source: Use system default
da: Brug systemets standard
fr: Utiliser les paramètres par défaut
km: ប្រើប្រព័ន្ធលំនាំដើម
nl: Systeemstandaard gebruiken
no: Bruk systemstandard
ru: Установки по умолчанию

# userSettings.accounts
source: Accounts
da: Konti
fr: Comptes
km: គណនី
nl: Gebruikers Accounts
no: Kontoer
ru: Учётные записи

# userSettings.accounts.username
source: Username
da: Brugernavn
fr: Nom d'utilisateur
km: ឈ្មោះ​គណនី
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя

# userSettings.accounts.roles
source: Roles
da: Roller
fr: Rôles
km: តួនាទី
nl: Rollen
no: Roller
ru: Роли

# userSettings.accounts.authenticationProvider
source: Authentication Provider
da: Autentificeringstjeneste
fr: Fournisseur d'authentification
km: ការផ្ដល់ការផ្ទៀងផ្ទាត់ត្រឹមត្រូវ
nl: Verificatieprovider
no: Autentiseringstjeneste
ru: Поставщик проверки подлинности

# userSettings.electronicAddresses
source: Electronic addresses
da: Elektroniske adresser
fr: Adresses électroniques
km: អាស័យដ្ឋានអេឡិចត្រូនិច
nl: Elektronische adressen
no: Elektroniske adresser
ru: Электронные адреса

# userSettings.electronicAddresses.buttonDelete
source: Do you really want to delete
da: Er du sikker på, at du vil slette
fr: Confirmez-vous la suppression
km: តើអ្នកពិតជាចង់លុបមែនហ៎
nl: Weet je zeker dat je dit wilt verwijderen
no: Ønsker du virkelig å slette
ru: Вы действительно хотите удалить

# userSettings.electronicAddresses.buttonDelete.confirmation
source: Yes, delete electronic address
da: Ja, slet den elektroniske adresse
fr: Oui, supprimer l'adresse électronique
km: យល់ព្រមលុប អាស័យដ្ឋាន អេឡិចត្រូនិ
nl: Ja, elektronische adres verwijderen
no: Ja, slett den elektroniske adressen
ru: Да, удалить электронный адрес

# userSettings.electronicAddresses.clickAddElectronicAddress
source: Click to add a new Electronic address
da: Klik for at tilføje en ny elektronisk adresse
fr: Cliquez ici pour ajouter une nouvelle adresse électronique
km: ចុចដើម្បីបន្ថែមអាស័យដ្ឋានអេឡិចត្រូនិថ្មីមួយ
nl: Klik om een nieuw elektronisch adres toe te voegen
no: Klikk for å legge til en ny elektronisk adresse
ru: Нажмите, чтобы добавить новый электронный адрес

# userSettings.electronicAddresses.addElectronicAddress
source: Add electronic address
da: Tilføj elektronisk adresse
fr: Ajouter une adresse électronique
km: បន្ថែមអាសយដ្ឋាន អេឡិចត្រូនិ
nl: Elektronisch adres toevoegen
no: Legg til en elektronisk adresse
ru: Добавить электронный адрес

# userSettings.saveUser
source: Save User
da: Gem bruger
fr: Sauvegarder l'utilisateur
km: រក្សាទុកអ្នកប្រើប្រាស់
nl: Gebruiker Opslaan
no: Lagre bruker
ru: Сохранить Пользователя

# userSettings.editUser
source: Edit User
da: Rediger bruger
fr: Editer l'utilisateur
km: កែ​ប្រែ​អ្ន​ក​ប្រើ​ប្រាស់​
nl: Gebruiker bewerken
no: Rediger bruker
ru: Редактирование пользователя

# media.field.name
source: Name
da: Navn
fr: Nom
km: ឈ្មោះ
nl: Naam
no: Navn
ru: Имя

# media.field.title
source: Title
da: Titel
fr: Titre
km: ចំណងជើង
nl: Titel
no: Tittel
ru: Название

# media.field.label
source: Label
da: Etiket
fr: Libellé
km: ស្លាក
no: Etikett
ru: Подпись

# media.field.caption
source: Caption
da: Billedtekst
fr: Légende
km: ចំណងជើង
nl: Onderschrift
no: Bildetekst
ru: Подпись

# media.field.lastModified
source: Last modified
da: Sidst ændret
fr: Dernière modification
km: ការកែប្រែចុងក្រោយ
nl: Laatst bewerkt
no: Sist endret
ru: Дата последнего изменения

# media.field.fileSize
source: File size
da: Filstørrelse
fr: Taille du fichier
km: ទំហំឯកសារ
nl: Bestandsgrootte
no: Filstørrelse
ru: Размер файла

# media.field.type
source: Type
km: ប្រភេទ
ru: Тип

# media.field.tags
source: Tags
fr: Étiquettes
km: ស្លាក
no: Merker
ru: Теги

# media.sortByName
source: Sort by name
da: Sorter efter navn
fr: Trier par nom
km: តម្រៀបតាមឈ្មោះ
nl: Sorteer op naam
no: Sorter etter navn
ru: Сортировать по имени

# media.sortByLastModified
source: Sort by last modified
da: Sorter efter sidste ændring
fr: Trier par dernière modification
km: តម្រៀបតាមការកែប្រែចុងក្រោយ
nl: Sorteer op laatst gewijzigd
no: Sorter etter sist endret
ru: Сортировать по дате последнего изменения

# media.sortby
source: Sort by
da: Sortér efter
km: តម្រៀបតាម

# media.sortdirection
source: Sort direction
da: Sorteringsretning
km: ទិសដៅតម្រៀប

# media.sortdirection.asc
source: Ascending
da: Stigende
km: លំដាប់ឡើង

# media.sortdirection.desc
source: Descending
da: Faldende
km: ចុះ

# media.tooltip.dragAndDropOnTagOrCollection
source: Drag and drop on tag or collection
da: Træk og slip på tag eller samling
fr: Glisser et déposer sur l'étiquette ou la collection
km: អូសនិងទម្លាក់លើស្លាករឺការប្រមូល
nl: Slepen en neerzetten op tag of collectie
no: Dra og slipp på merke eller samling
ru: Перетащите на тег или коллекцию

# media.tooltip.editAsset
source: Edit asset
da: Rediger fil
fr: Editer la ressource numérique
km: កែសម្រួលទ្រព្យសម្បត្តិ
nl: Bestand bewerken
no: Rediger fil
ru: Редактировать ресурс

# media.tooltip.replaceAssetResource
source: Replace
km: ជំនួស

# media.tooltip.deleteAsset
source: Delete asset
da: Slet fil
fr: Effacer la ressource numérique
km: លុបទ្រព្យសម្បត្តិ
nl: Bestand verwijderen
no: Slett fil
ru: Удалить ресурс

# media.message.reallyDeleteAsset
source: Do you really want to delete asset "{0}"?
da: Vil du slette "{0}"?
fr: Souhaitez-vous vraiment supprimer la ressource numérique "{0}"?
km: តើអ្នកពិតជាចង់លុបទ្រព្យសម្បត្តិ "{0}"?
nl: Weet u zeker dat u bestand "{0}" wilt verwijderen?
no: Ønsker du virkelig å slette filen "{0}"?
ru: Вы действительно хотите удалить ресурс "{0}"?

# media.message.reallyDeleteCollection
source: Do you really want to delete collection "{0}"?
da: Vil du slette samlingen "{0}"?
fr: Voulez-vous vraiment supprimer la collection «{0} » ?
km: តើអ្នកពិតជាចង់លុបការប្រមូល "{0}"?
nl: Weet u zeker dat u collectie "{0}" wilt verwijderen?
no: Ønsker du virkelig å slette filen "{0}"?
ru: Вы действительно хотите удалить коллекцию "{0}"?

# media.message.reallyDeleteTag
source: Do you really want to delete tag "{0}"?
da: Vil du slette tagget "{0}"?
fr: Voulez-vous vraiment supprimer l'étiquette «{0} » ?
km: តើអ្នកពិតជាចង់លុបស្លាក "{0}"?
nl: Weet u zeker dat u tag "{0}" wilt verwijderen?
no: Ønsker du virkelig å slette merket "{0}"?
ru: Вы действительно хотите удалить тег "{0}"?

# media.message.willBeDeleted
source: This will delete the asset.
da: Dette vil slette filen.
fr: Cette action supprimera la ressource numérique.
km: វានឹងលុបទ្រព្យសកម្ម។
nl: Dit verwijderd het bestand.
no: Dette vil slette filen.
ru: Это приведет к удалению ресурса.

# media.message.willDeleteCollection
source: This will delete the collection, but not the assets that it contains.
da: Dette vil slette samlingen, men ikke filerne som den indeholder.
fr: Cette action supprimera la collection mais pas les ressources numériques quelle contient.
km: វានឹងលុបការប្រមូល, ប៉ុន្តែមិនមែនទ្រព្យសម្បត្តិដែលវាមាន។
nl: Dit verwijderd de collectie, maar niet de bestanden die deze bevat.
no: Dette vil slette samlingen, men ikke filene den inneholder.
ru: Это приведет к удалению коллекции, но не ресурсов, которые она содержит.

# media.message.willDeleteTag
source: This will delete the tag, but not the assets that has it.
da: Dette vil slette tagget, men ikke filerne som bruger det.
fr: Cette action supprimera l'étiquette mais pas les ressources numériques qui ont été étiquetées avec.
km: វានឹងលុបស្លាកនេះប៉ុន្តែមិនមែនទ្រព្យសម្បត្តិដែលមានវានោះទេ។
nl: Dit verwijderd de tag, maar niet de bestanden die deze gebruikt.
no: Dette vil slette merket, men ikke filene med merket.
ru: Это будет удаление тега, а не ресурсов, которые он содержит.

# media.message.operationCannotBeUndone
source: This operation cannot be undone.
da: Denne handling kan ikke fortrydes.
fr: Cette opération ne peut pas être annulée.
km: ប្រតិបត្តិការនេះមិនអាចមិនធ្វើវិញ។
nl: Deze bewerking kan niet ongedaan worden gemaakt.
no: Denne operasjonen kan ikke angres.
ru: Эта операция не может быть отменена.

# media.cancel
source: Cancel
da: Annullér
fr: Annuler
km: បោះបង់
nl: Annuleren
no: Avbryt
ru: Отмена

# media.replaceAssetResource
source: Replace
km: ជំនួស

# media.saveEditing
source: Save
da: Gem
fr: Enregistrer
km: សន្សំ រឺ រក្សាទុក
nl: Sla op
no: Lagre
ru: Сохранить

# media.message.confirmDelete
source: Yes, delete the asset
da: Ja, slet filen
fr: Oui, supprimer la ressource numérique
km: យល់ព្រមលុបទ្រព្យ
nl: Ja, verwijder het bestand
no: Ja, slett filen
ru: Да, удалить ресурс

# media.message.confirmDeleteCollection
source: Yes, delete the collection
da: Ja, slet samlingen
fr: Oui, supprimer la collection
km: យល់ព្រមលុបការប្រមូល
nl: Ja, verwijder de collectie
no: Ja, slett samlingen
ru: Да, удалить коллекции

# media.message.confirmDeleteTag
source: Yes, delete the tag
da: Ja, slet tagget
fr: Oui, supprimer l'étiquette
km: យល់ព្រមលុបស្លាក
nl: Ja, verwijder de tag
no: Ja, slett merket
ru: Да, удалить тег

# media.thumbnail.editTitle
source: Edit {0}
da: Rediger {0}
fr: Modifier {0}
km: កែសម្រួល{0}
nl: Bewerk {0}
no: Rediger {0}
ru: Редактировать {0}

# media.search.title
source: Search in assets
da: Søg blandt filer
fr: Rechercher dans les ressources numériques
km: ស្វែងរកក្នុងទ្រព្យសម្បត្តិ
nl: Zoek binnen de bestanden
no: Søk i filer
ru: Поиск в ресурсах

# media.search.placeholder
source: Search
da: Søg
fr: Chercher
km: ស្វែងរក
nl: Zoeken
no: Søk
ru: Поиск

# media.search.itemCount
source: {0} items
da: {0} elementer
fr: {0} éléments
km: {0} ធាតុ
no: {0} elementer
ru: {0} элементов

# media.search.foundMatches
source: found matching "{0}"
da: matchede "{0}"
fr: trouve "{0}" correspondance(s)
km: រកឃើញផ្គូផ្គង "{0}"
nl: gevonden overeenkomende "{0}"
no: funnet som inneholdt "{0}"
ru: найдено "{0}" результатов

# media.upload
source: Upload
fr: Charger
km: ផ្ទុកឡើង
no: Last opp
ru: Загрузить

# media.filterOptions
source: Filter options
da: Filterindstillinger
fr: Options de filtre
km: ជម្រើសតម្រង
nl: Filter opties
no: Filteralternativer
ru: Параметры фильтра

# media.filter.title.all
source: Display all asset types
da: Vis alle filtyper
fr: Tous les types de ressources multimédias
km: បង្ហាញគ្រប់ប្រភេទទ្រព្យសម្បត្តិ
nl: Alle bestandstypen weergeven
no: Vise alle typer
ru: Отобразить все типы ресурсов

# media.filter.title.images
source: Only display image assets
da: Vis kun billedefiler
fr: Uniquement les images
km: បង្ហាញតែទ្រព្យសម្បត្តិរូបភាព
nl: Alleen afbeeldingen weergeven
no: Bare vis bilder
ru: Отображать только изображения

# media.filter.title.documents
source: Only display document assets
da: Vis kun dokumenter
fr: Uniquement les documents
km: បង្ហាញតែទ្រព្យសម្បត្តិឯកសារ
nl: Toon enkel documenten
no: Bare vis dokumenter
ru: Отображать только документы

# media.filter.title.video
source: Only display video assets
da: Vis kun videofiler
fr: Uniquement les vidéos
km: បង្ហាញតែទ្រព្យសម្បត្តិជាវីដេអូ
nl: Toon enkel videobestanden
no: Bare vis videoer
ru: Отображать только видео

# media.filter.title.audio
source: Only display audio assets
da: Vis kun lydfiler
fr: Uniquement les fichiers audio
km: បង្ហាញតែទ្រព្យសម្បត្តិអូឌីយ៉ូ
nl: Toon enkel audiobestanden
no: Bare vis lydfiler
ru: Отображать только аудио

# media.filter.all
source: All
da: Alle
fr: Tous
km: ទាំងអស់
nl: Alle
no: Alle
ru: Все

# media.filter.images
source: Images
da: Billeder
km: រូបភាព
nl: Afbeeldingen
no: Bilder
ru: Изображения

# media.filter.documents
source: Documents
da: Dokumenter
km: ឯកសារ
nl: Documenten
no: Dokumenter
ru: Документы

# media.filter.video
source: Video
fr: Vidéo
km: វីដេអូ
ru: Видео

# media.filter.audio
source: Audio
da: Lyd
km: អូឌីយ៉ូ
no: Lyd
ru: Аудио

# media.tooltip.sortOptions
source: Sort options
da: Sorteringsindstillinger
fr: Options de tri
km: ប្រភេទនៃជម្រើស
nl: Sorteeropties
no: Sorteringsalternativer
ru: Параметры сортировки

# media.tooltip.listView
source: List view
da: Listevisning
fr: Vue Liste
km: ការមេីលបញ្ជី
nl: Lijstweergave
no: Listevisning
ru: Отобразить в виде списка

# media.tooltip.thumbnailView
source: Thumbnail view
da: Eksempelvisning
fr: Vue miniature
km: ទិដ្ឋភាពរូបភាពតូច
nl: Miniatuurweergave
no: Miniatyrbildevisning
ru: Отображать в виде миниатюр

# media.collections
source: Collections
da: Samlinger
km: ការប្រមូល
nl: Collecties
no: Samlinger
ru: Коллекции

# media.editCollections
source: Edit collections
da: Rediger samlinger
fr: Editer des collections
km: កែសម្រួលការប្រមូល
nl: Collecties bewerken
no: Rediger samlinger
ru: Редактирование коллекции

# media.editCollection
source: Edit collection
da: Rediger samling
fr: Editer cette collection
km: ការប្រមូលការកែសម្រួល
nl: Collectie bewerken
no: Rediger samlinger
ru: Редактировать коллекцию

# media.deleteCollection
source: Delete collection
da: Slet samling
fr: Supprimer cette collection
km: លុបការប្រមូល
nl: Collectie verwijderen
no: Slette samlingen
ru: Удалить коллекцию

# media.createCollection
source: Create collection
da: Opret samling
fr: Créer une collection
km: បង្កើតការប្រមូល
nl: Collectie aanmaken
no: Opprett samling
ru: Создать коллекцию

# media.newCollection.placeholder
source: Enter collection title
da: Angiv titel på samling
fr: Entrez le titre de la collection
km: បញ្ចូលចំណងជើងការប្រមូល
nl: Voer collectie titel in
no: Oppgi samlingstittelen
ru: Введите название коллекции

# media.allCollections
source: All collections
da: Alle samlinger
fr: Toutes les collections
km: ការប្រមូលទាំងអស់
nl: Alle collecties
no: Alle samlinger
ru: Все коллекции

# media.tags
source: Tags
fr: Étiquettes
km: ស្លាក
no: Merker
ru: Теги

# media.editTags
source: Edit tags
da: Rediger tags
fr: Éditer les tags
km: កែសម្រួលស្លាក
nl: Bewerk tags
no: Rediger merker
ru: Редактирование тегов

# media.editTag
source: Edit tag
da: Rediger tag
fr: Editer l’étiquette
km: កែសម្រួលស្លាក
nl: Bewerk tag
no: Rediger merke
ru: Редактировать тег

# media.deleteTag
source: Delete tag
da: Slet tag
fr: Supprimer l’étiquette
km: លុបស្លាក
nl: Verwijder tag
no: Slett merke
ru: Удалить тег

# media.placeholder.createTag
source: Enter tag label
da: Angiv tag navn
km: បញ្ចូលស្លាកស្លាក

# media.createTag
source: Create tag
da: Opret tag
fr: Créer une étiquette
km: បង្កើតស្លាក
nl: Maak tag aan
no: Opprett merke
ru: Создать тег

# media.tags.title.all
source: All assets
da: Alle filer
km: ទ្រព្យសម្បត្តិទាំងអស់

# media.tags.all
source: All
da: Alle
fr: Tous
km: ទាំងអស់
nl: Alle
no: Alle
ru: Все

# media.untaggedAssets
source: Untagged assets
da: Ikke-taggede filer
fr: Ressources multimédias non étiquetées
km: ទ្រព្យសម្បត្តិ Untagged
nl: Bestanden zonder tag
no: Umerkede filer
ru: Непомеченные ресурсы

# media.maxUploadSize
source: Max. upload size {0} per file
da: Max. upload størrelse {0} pr. fil
fr: Taille maximum par fichier {0}
km: ទំហំផ្ទុកឡើងជាអតិបរមា {0} ក្នុងឯកសារ
nl: Max. upload grootte {0} per bestand
no: Maks opplastingssørrelse {0} pr. fil
ru: Максимальный размер загрузки: {0} для каждого файла

# media.dropFiles
source: Drop files here
da: Smid filer her
fr: Déposez des fichiers ici
km: ទម្លាក់ឯកសារនៅទីនេះ
nl: Drop bestanden hier
no: Slipp filer her
ru: Перетащите файлы сюда

# media.clickToUpload
source: or click to upload
da: eller tryk for at uploade
fr: ou cliquez ici pour charger
km: ឬចុចដើម្បីផ្ទុកឡើង
nl: of klik om te uploaden
no: eller klikk for å laste opp
ru: или нажмите кнопку для загрузки

# media.chooseFile
source: Choose file
da: Vælg fil
fr: Sélectionner un fichier
km: ជ្រើសរេីសឯកសារ
nl: Kies bestand
no: Velg fil
ru: Выберите файл

# media.noAssetsFound
source: No Assets found.
da: Ingen filer fundet.
fr: Aucune ressource multimédia trouvée.
km: រកមិនឃើញទ្រព្យសម្បត្តិ។
nl: Geen bestanden gevonden.
no: Ingen filer funnet.
ru: Ресурсы не найдены.

# media.basics
source: Basics
da: Grundlæggende
fr: Général
km: មូលដ្ឋានគ្រឹះ
nl: Basis
no: Grunnleggende
ru: Основные

# media.delete
source: Delete
da: Slet
fr: Effacer
km: លុប
nl: Verwijderen
no: Slett
ru: Удалить

# media.clickToDelete
source: Click to delete
da: Klik for at slette
fr: Cliquer pour supprimer
km: ចុចដើម្បីលុប
nl: Klik om te verwijderen
no: Klikk for å slette
ru: Нажмите, чтобы удалить

# media.save
source: Save
da: Gem
fr: Enregistrer
km: សន្សំ រឺ រក្សាទុក
nl: Sla op
no: Lagre
ru: Сохранить

# media.metadata
source: Metadata
fr: Métadonnées
km: ទិន្នន័យមេតា
ru: Метаданные

# media.metadata.filename
source: Filename
da: Filnavn
fr: Nom de fichier
km: ឈ្មោះឯកសារ
nl: Bestandsnaam
no: Filnavn
ru: Имя файла

# media.metadata.lastModified
source: Last modified (resource)
da: Sidst ændret (fil)
fr: Dernière modification (ressource)
km: កែចុងក្រោយ (ធនធាន)
nl: Laatst bewerkt (resource)
no: Sist endret (fil)
ru: Последнее изменение (ресурса)

# media.metadata.fileSize
source: File size
da: Filstørrelse
fr: Taille du fichier
km: ទំហំឯកសារ
nl: Bestandsgrootte
no: Filstørrelse
ru: Размер файла

# media.metadata.dimensions
source: Dimensions
da: Dimensioner
km: វិមាត្រ
nl: Dimensies
no: Dimensjoner
ru: Размеры

# media.metadata.type
source: Type
km: ប្រភេទ
ru: Тип

# media.metadata.identifier
source: Identifier
da: ID
fr: Identifiant
km: អត្តសញ្ញាណ
no: Identifikator
ru: Идентификатор

# media.preview
source: Preview
da: Forhåndsvisning
fr: Prévisualisation
km: មើលជាមុន
nl: Voorbeeld
no: Forhåndsvis
ru: Предпросмотр

# media.cannotUploadFile
source: Cannot upload the file
da: Kan ikke uploade filen
fr: Impossible de charger le fichier
km: មិនអាចផ្ទុកនូវឯកសារ
nl: Kan het bestand niet uploaden
no: Kan ikke laste opp filen
ru: Не удается загрузить файл

# media.noFileSelected
source: No file selected
km: មិនមាន​ឯកសារដែលបានជ្រើសរើស

# media.fileSizeExceedsAllowedLimit
source: The file size of {0} exceeds the allowed limit of {1}
da: Filstørrelsen for {0} overstiger den tilladte grænse for {1}
fr: La taille du fichier {0} dépasse la limite autorisée de {1}
km: ទំហំឯកសារ {0} លើសពីដែនកំណត់អនុញ្ញាត {1}
nl: De bestandsgrootte van {0} groter is dan de toegestane limiet van {1}
no: Filstørrelsen {0} overskrider den tillatte grensen på {1}
ru: Размер файла {0} превышает допустимый предел в {1}
