Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: da, fr, km, nl, no, ru

# media.forTheFile
source: for the file
da: for filen
fr: pour le fichier
km: សម្រាប់ឯកសារ
nl: voor het bestand
no: for filen
ru: для файла

# media.onlySomeFilesWereUploaded
source: Only some of the files were successfully uploaded. Refresh the page to see the those.
da: Kun nogle af filerne blev uploadet. Opdater siden for at se disse.
fr: Uniquement certains des fichiers ont été correctement chargés. Rafraîchissez la page pour voir lesquels.
km: មានតែឯកសារមួយចំនួនត្រូវបានផ្ទុកឡើងដោយជោគជ័យ។ refresh ទំព័រនេះដើម្បីមើលឃើញនោះ។
nl: Slechts enkele van de bestanden zijn geüpload. Vernieuw de pagina om die te zien.
no: Bare noen av filene ble lastet opp. Oppdater siden for å se dem.
ru: Только некоторые файлы были успешно загружены. Обновите страницу, чтобы увидеть то, что удалось загрузить.

# media.taggingAssetsFailed
source: Tagging the asset failed.
da: Tagging af filen fejlede.
fr: L'étiquetage de la ressource numérique a échoué.
km: ការដាក់ស្លាកទ្រព្យសកម្មបានបរាជ័យ។
nl: Taggen van bestand is mislukt.
no: Merking av filen mislyktes.
ru: Не удалось присвоить тэг к ресурсу.

# media.addingAssetsToCollectionFailed
source: Adding the asset to the collection failed.
da: Tilføjelse af filen til samlingen fejlede.
fr: L'ajout de la ressource numérique à la collection a échoué.
km: ការបន្ថែមទ្រព្យសម្បត្តិដល់ការប្រមូលបរាជ័យ។
nl: Het toevoegen van het bestand aan de collectie is niet gelukt.
no: Kan ikke legge til filen i samlingen.
ru: Не удалось добавить ресурс в коллекцию.

# media.creating
source: Creating
da: Opretter
fr: Création
km: ការបង្កេីត
nl: Wordt aangemaakt
no: Oppretter
ru: Создание

# media.deleteRelatedNodes
source: Asset could not be deleted, because there are still Nodes using it
da: Filen kunne ikke slettes da der er indhold som bruger den
km: ទ្រព្យសម្បត្តិមិនអាចត្រូវបានលុបដោយសារតែមាននៅតែត្រូវបាន Nodes ប្រើវា

# media.relatedNodes[0]
source: {0} usages
da: {0} anvendelser
km: {0} ប្រើប្រាស់
ru: {0} использования

# media.relatedNodes.referencesTo
source: References to "{asset}"
da: Henvisninger til "{asset}"
km: សេចក្តីយោងទៅ "{ទ្រព្យសម្បត្តិ}"

# media.replaceAsset.replaceFilename
source: Replace "{filename}"
km: ផ្លាស់ប្ដូរ "{ឈ្មោះឯកសារ}"

# media.replaceAsset.description
source: You can replace this asset by uploading a new file. Once replaced, the new asset will be used on all places where the asset is used on your website.
km: អ្នកអាចជំនួសAssetនេះដោយផ្ទុកឯកសារថ្មីមួយ។ នៅពេលជំនួស, Asset ថ្មីនេះនឹងត្រូវបានប្រើនៅលើគ្រប់ទីកន្លែងដែលជាកន្លែងដែលAssetមគឺត្រូវបានប្រើនៅលើគេហទំព័ររបស់អ្នក។

# media.replaceAsset.note
source: Note
km: កំណត់ចំណាំ

# media.replaceAsset.noteText
source: This operation will replace the asset in all published or unpublished workspaces, including the live website.
km: ប្រតិបត្ដិការនេះនឹងជំនួសទ្រព្យសកម្មនៅក្នុងការបោះពុម្ភឬមិនបានផ្សព្វផ្សាយតំបន់ធ្វើការទាំងអស់គ្នារួមទាំងគេហទំព័រផ្ទាល់។

# media.replaceAsset.chooseNewFile
source: Choose a new file
km: ជ្រើសរើសឯកសារថ្មី

# media.replace.usageCount
source: Currently the asset is used {usageCount} times.
km: បច្ចុប្បន្នទ្រព្យសកម្មដែលត្រូវបានប្រើ {usageCount} ដង។

# media.replace.allUsages
source: Show all usages
km: បង្ហាញការប្រើទាំងអស់

# media.replace.notUsed
source: Currently the asset is not in used anywhere on the website.
km: បច្ចុប្បន្ន Asset គឺមិននៅត្រូវបានប្រើប្រាស់គ្រប់ទីកន្លែងនៅលើគេហទំព័រ។

# media.replace.previewFile
source: Preview current file
km: មើលជាមុនឯកសារបច្ចុប្បន្ន

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[0]
source: Did not delete workspace "{0}" because it currently contains {1} node.
da: Slettede ikke arbejdsrummet "{0}", fordi det i øjeblikket indeholder {1} ændring.
fr: Impossible de supprimer l'espace de travail « {0} » parce qu'elle contient actuellement le {1} nœud.
nl: Workspace "{0}" is niet verwijderd omdat het {1} node bevat.
ru: Рабочая область "{0}" не была удалена, потому что она содержит элемент {1}.

# workspaces.workspaceCannotBeDeletedBecauseOfUnpublishedNodes[1]
source: Did not delete workspace "{0}" because it currently contains {1} nodes.
da: Slettede ikke arbejdsrummet "{0}", fordi det i øjeblikket indeholder {1} ændringer.
fr: Impossible de supprimer l'espace de travail « {0} » parce qu'elle contient actuellement le {1} nœuds.
nl: Workspace "{0}" is niet verwijderd omdat het {1} nodes bevat.
ru: Рабочая область "{0}" не была удалена, потому что она содержит {1} элементов.

# history.eventDescription.node.added
source: {0} created the {1} {2}.
da: {0} oprettede {1} {2}.
fr: {0} a créé le {1} {2}.
nl: {0} heeft {1} {2} gemaakt.
no: {0} opprettet {1} {2}.
ru: {0} создал {1} {2}.

# history.eventDescription.node.removed
source: {0} removed the {1} {2}.
da: {0} fjernede {1} {2}.
fr: {0} supprimé le {1} {2}.
nl: {0} verwijderde de {1} {2}.
no: {0} fjernet {1} {2}.
ru: {0} удалил {1} {2}.

# history.eventDescription.node.adopted
source: {0} created the variant {1} of {2} {3}.
da: {0} oprettede varianten {1} af {2} {3}.
fr: {0} a créé la variante {1} de {2} {3}.
nl: {0} heeft de variant {1} van {2} {3} gemaakt.
no: {0} opprettet varianten {1} av {2} {3}.
ru: {0} создал вариант {1} из {2} {3}.

# history.eventDescription.node.changed
source: {0} changed {1} {2}.
da: {0} ændrede {1} {2}.
fr: {0} a modifié {1} {2}.
nl: {0} heeft {1} {2} gewijzigd.
no: {0} endret {1} {2}.
ru: {0} измененил {1} {2}.

# history.eventDescription.node.moved
source: {0} moved {1} {2}.
da: {0} flyttede {1} {2}.
fr: {0} a déplacé {1} {2}.
nl: {0} heeft {1} {2} verplaatst.
no: {0} flyttet {1} {2}.
ru: {0} изменил {1} {2}.

# history.eventDescription.node.copied
source: {0} copied {1} {2}.
da: {0} kopierede {1} {2}.
fr: {0} a copié {1} {2}.
nl: {0} heeft {1} {2} gekopieerd.
no: {0} kopierte {1} {2}.
ru: {0} скопировал {1} {2}.

# history.eventDescription.node.renamed
source: {0} renamed {1} "{2}" to "{3}".
da: {0} omdøbte {1} "{2}" til "{3}".
fr: {0} a renommé {1} "{2}" en "{3}".
nl: {0} heeft {1} "{2}" hernoemd naar "{3}".
no: {0} endret navn på {1} "{2}" til "{3}".
ru: {0} переименовал {1} «{2}» в «{3}».

# history.eventDescription.node.changedContent
source: {0} changed content on {1} {2}.
da: {0} ændrede indhold på {1} {2}.
fr: {0} a modifié le contenu de {1} {2}.
nl: {0} heeft inhoud gewijzigd op {1} {2}.
no: {0} endret innhold på {1} {2}.
ru: {0} изменил содержание {1} {2}.

# media.untagged
source: Untagged
da: Ikke-taggede
fr: Sans étiquette
nl: Zonder tag
no: Umerket
ru: Непомеченные тэгами

# media.relatedNodes[1]
source: {0} usages
da: {0} anvendelser
ru: {0} использования
