Repository: neos/neos-development-collection
Catalog: TYPO3.Neos/Resources/Private/Translations/*/Modules.xlf
Languages: da, fr, km, nl, no, ru

# history.description
source: This module provides an overview of all relevant events affecting this Neos installation.
da: Dette modul giver et overblik over alle relevante begivenheder, der påvirker denne Neos installation.
fr: Ce module donne un aperçu de tous les événements pertinents qui touchent votre site.
km: ម៉ូឌុលមួយនេះ ផ្តល់នូវទិដ្ឋភាពទូទៅនៃព្រឹត្តិការណ៍ពាក់ព័ន្ធទាំងអស់ប៉ះពាល់ពីការដំឡើង Neos។
nl: Deze module biedt een overzicht van alle relevante gebeurtenissen op het gebied van deze Neos-installatie.
no: Denne modulen gir en oversikt over alle relevante hendelser som påvirker Neos-installasjonen.
ru: Этот модуль предоставляет обзор всех событий, имеющих отношение к данной инсталяции Neos.

# history.messages.hereIsWhatHappenedRecentlyInNeos
source: Here's what happened recently in Neos
da: Her er, hvad der er sket for nyligt i Neos:
fr: Voici ce qui s'est passé récemment dans Neos:
km: នេះ​គឺ​ជា​អ្វី​ដែល​កើត​ឡើង​ថ្មីៗ​អំពី​ Neos
nl: Hier is wat er onlangs is gebeurd in Neos:
no: Her er det som nylig skjedde i Neos:
ru: Вот что недавно произошло в Neos:

# history.messages.emptyHistory
source: There have not been recorded any events yet which could be displayed in this history.
da: Der er endnu ikke registreret nogen begivenheder, der kunne vises i denne historik.
fr: Aucun événement n'a été enregistré qui peut être affiché dans le module d'historique.
km: មិនត្រូវបានកត់ត្រាព្រឹត្តិការណ៍​​​​​​​ដែលអាចត្រូវបានបង្ហាញនៅក្នុងប្រវត្តិសាស្រ្តនេះនៅឡើយទេ។
nl: Er zijn nog geen gebeurtenissen die kunnen worden weergegeven in deze geschiedenis.
no: Det er ikke ennå registrert noen hendelser som kan vises i denne historikken.
ru: Пока не были зарегистрированы события, которые могли бы быть отображены в данном журнале изменений.

# history.eventDescription.account.created
source: {0} created a new user "{1}" for {2}.
da: {0} oprettede en ny bruger "{1}" til {2}.
fr: {0} a créé un nouvel utilisateur "{1}" pour {2}.
km: {0} បាន​បង្កើត​អ្នក​ប្រើ​ប្រាស់​ថ្មី "{1}" ដើម្បី {2}។
nl: {0} heeft een nieuwe gebruiker "{1}" gemaakt voor {2}.
no: {0} opprettet en ny bruker "{1}" for {2}.
ru: {0} создал нового пользователя «{1}» для {2}.

# history.eventDescription.account.deleted
source: {0} deleted the account "{1}" of {2}.
da: {0} slettede kontoen "{1}" fra {2}.
fr: {0} a supprimé un utilisateur "{1}" de {2}.
km: {0} បាន​លុប​គណនី "{1}" នៃ {2}។
nl: {0} heeft het account "{1}" verwijderd van {2}.
no: {0} slettet kontoen "{1}" av {2}.
ru: {0} удалил учётную запись «{1}» из {2}.

# history.loadMore.label
source: Load More
da: Indlæs flere
fr: Plus de résultats
km: ទាញយកបន្ថែមទៀត
nl: Meer laden
no: Last inn mer
ru: Загрузить ещё

# history.nodeRemovedInMeantime
source: This node has been removed in the meantime
da: Dette element er blevet fjernet i mellemtiden
km: ថ្នាំងនេះត្រូវបានយកចេញនៅក្នុងពេលតំណាលគ្នានេះ

# administration.label
source: Administration
km: រដ្ឋបាល
nl: Administratie
no: Administrasjon
ru: Администрирование

# administration.description
source: Contains multiple modules related to administration
da: Indeholder flere moduler relateret til administration
fr: Contient plusieurs modules associés à l'administration
km: ផ្ទុកនូវបណ្ដំុទិន្នន័យជាច្រើនទាក់ទងនិងផ្នែករដ្ឋបាល
nl: Bevat meerdere modules gerelateerd aan administratie
no: Inneholder flere moduler knyttet til administrasjon
ru: Содержит модули администрирования

# users.label
source: User Management
da: Brugeradministration
fr: Gestion des utilisateurs
km: គ្រប់គ្រង​អ្នក​ប្រើប្រាស់
nl: Gebruikersbeheer
no: Brukeradministrasjon
ru: Управление пользователями

# users.description
source: The User Management module provides you with an overview of all backend users. You can group them by their properties so you are able to monitor their permissions, filemounts, member groups etc.. This module is an indispensable tool in order to make sure the users are correctly configured.
da: Brugeradministrationsmodulet giver dig et overblik over alle backend-brugere. Du kan gruppere dem efter deres egenskaber, så du er i stand til at holde øje med deres tilladelser, filemounts, grupper, mv. Dette modul er et uundværligt værktøj til at sikre, at brugerne er sat korrekt op.
fr: Le module de gestion des utilisateurs vous donne un aperçu de tous les utilisateurs backend. Vous pouvez les regrouper par leurs propriétés, afin de pouvoir avoir une vue d'ensemble sur leurs autorisations, points de montage de fichiers, appartenance aux groupes etc... Ce module est un outil indispensable afin de s'assurer que les utilisateurs sont correctement configurés.
km: ការគ្រប់គ្រងលើអក្នប្រើប្រាស់ដែលផ្ដល់ឲ្យនូវទិន្នន័យទាំទអស់របស់អក្នប្រើរ។អក្នអាចត្រួតពិនិត្យជាក្រុមជាមួយនិងសិទ្ទនិងសមាជិកក្នុងក្រុម។មឌុលនេះមានសារប្រយោជន៍ដើម្បីប្រាកដថាអក្នប្រើរប្រាស់បានធ្វើតាមកំណត់
nl: De Gebruikersbeheer module biedt u met een overzicht van alle gebruikers van de backend. U kunt hen groeperen op basis van hen eigenschappen zodat u in staat bent hun machtigingen, filemounts, zijn rollen enz. te monitoren. Deze module is een onmisbaar instrument om ervoor te zorgen dat de gebruikers correct zijn geconfigureerd.
no: Brukeradministrasjon modulen gir deg en oversikt over alle backend-brukere. Du kan gruppere dem etter egenskaper slik at du kan overvåke tillatelsene, filområder, medlemsgrupper o.s.v. Denne modulen er et uunnværlig verktøy for å sikre at brukerne er riktig konfigurert.
ru: Модуль управления пользователями даёт представление о всех пользователях в системе. Можно группировать их по свойствам для облегчения контроля их прав, точек доступа, принадлежности к группам и т. п. Это незаменимый инструмент для контроля настроек пользователей.

# users.action.index
source: Overview
da: Oversigt
fr: Apercu
km: ការសង្ខេបឡេីងវិញ
nl: Overzicht
no: Oversikt
ru: Обзор

# users.action.show
source: Show
da: Vis
fr: Afficher
km: បង្ហាញ
nl: Toon
no: Vis
ru: Показать

# users.action.new
source: New
da: Ny
fr: Nouveau
km: ថ្មី
nl: Nieuw
no: Ny
ru: Создать

# users.action.edit
source: Edit
da: Redigér
fr: Éditer
km: កែប្រែ
nl: Bewerken
no: Rediger
ru: Править

# users.action.editAccount
source: Edit account
da: Rediger konto
fr: Edité le profile
km: គណនីកែសម្រួល
nl: Bewerk account
no: Rediger konto
ru: Изменить учетную запись

# users.action.newElectronicAddress
source: New electronic address
da: Ny elektronisk adresse
fr: Nouvelle adresse électronique
km: បង្កើតអាសយដ្ឋានថ្មី
nl: Nieuw electronisch adres
no: Nye elektronisk adresse
ru: Новый электронный адрес

# user.preferences.useDefaultInterfaceLanguage
source: Use system default
da: Brug systemets standard
fr: Utiliser les paramètres par défaut
km: ប្រើប្រព័ន្ធលំនាំដើម
nl: Systeemstandaard gebruiken
no: Bruk systemstandard
ru: Установки по умолчанию

# users.actions.new.label
source: Create user
da: Opret bruger
fr: Créer un utilisateur
km: ការបង្កើតអក្នប្រើប្រាស់
nl: Gebruiker aanmaken
no: Opprett bruker
ru: Создать пользователя

# users.actions.new.title
source: Create a new user
da: Opret ny bruger
km: បង្កើតអ្នកប្រើថ្មី
ru: Создать нового пользователя

# users.new.userData
source: User Data
da: Brugerinformation
fr: Données utilisateur
km: ទិន្នន័យរប​ស់​អ្នក​ប្រើ​ប្រាស់
nl: Gebruikersgegevens
no: Brukerdata
ru: Данные пользователя

# users.new.userData.username
source: Username
da: Brugernavn
fr: Nom d'utilisateur
km: ឈ្មោះ​គណនី
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя

# users.new.userData.password
source: Password
da: Adgangskode
fr: Mot de passe
km: ពាក្យ​សម្ងាត់
nl: Wachtwoord
no: Passord
ru: Пароль

# users.new.userData.repeatPassword
source: Repeat password
da: Gentag kodeord
fr: Répéter votre mot de passe
km: វាយលេខកូតសំងាត់ម្តងទៀត
nl: Wachtwoord herhalen
no: Gjenta passord
ru: Повторите пароль

# users.new.userData.roles
source: Role(s)
da: Rolle(r)
fr: Rôle(s)
km: តួនាទី
nl: Rol(len)
no: Roller
ru: Роли

# users.new.personalData
source: Personal Data
da: Personlig information
fr: Données personnelles
km: ទិន្នន័យ​ផ្ទាល់​ខ្លួន
nl: Persoonlijke gegevens
no: Personopplysninger
ru: Личные данные

# users.new.personalData.firstName
source: First Name
da: Fornavn
fr: Prénom
km: ឈ្មោះ
nl: Voornaam
no: Fornavn
ru: Имя

# users.new.personalData.lastName
source: Last Name
da: Efternavn
fr: Nom
km: នាមត្រកូល
nl: Achternaam
no: Etternavn
ru: Фамилия

# users.new.userPreferences
source: User Preferences
da: Brugerindstillinger
fr: Préférences utilisateur
km: ជម្រើស​ការប្រើប្រាស់​របស់​អ្នក​​ប្រើ​ប្រាស់​
nl: Gebruikersvoorkeuren
no: Brukerinnstillinger
ru: Настройки пользователя

# users.new.userPreferences.interfaceLanguage
source: Interface Language
da: Systemsprog
fr: Langue de l'interface
km: ភាសារទំព័រមុខ
nl: Taal van de gebruikersinterface
no: Språk
ru: Язык интерфейса

# users.new.createButton
source: Create user
da: Opret bruger
fr: Créer un utilisateur
km: ការបង្កើតអក្នប្រើប្រាស់
nl: Gebruiker aanmaken
no: Opprett bruker
ru: Создать пользователя

# users.show.subtitle
source: Details for user
da: Brugerdetaljer
fr: Détails de l'utilisateur
km: លំអិតសំរាប់អក្នប្រើប្រាស់
nl: Details voor gebruiker
no: Brukerdetaljer
ru: Подробная информация для пользователя

# users.show.personalData
source: Personal Data
da: Personlig information
fr: Données personnelles
km: ទិន្នន័យ​ផ្ទាល់​ខ្លួន
nl: Persoonlijke gegevens
no: Personopplysninger
ru: Личные данные

# users.show.personalData.title
source: Title
da: Titel
fr: Titre
km: ចំណងជើង
nl: Titel
no: Tittel
ru: Название

# users.show.personalData.firstName
source: First Name
da: Fornavn
fr: Prénom
km: ឈ្មោះ
nl: Voornaam
no: Fornavn
ru: Имя

# users.show.personalData.middleName
source: Middle Name
da: Mellemnavn
fr: Deuxième prénom
km: េឈ​្មោះហៅក្រៅ
nl: Tussenvoegsel
no: Mellomnavn
ru: Отчество

# users.show.personalData.lastName
source: Last Name
da: Efternavn
fr: Nom
km: នាមត្រកូល
nl: Achternaam
no: Etternavn
ru: Фамилия

# users.show.personalData.otherName
source: Other Name
da: Andet navn
fr: Autre nom
km: ឈ្មោះ ផ្សេងទៀត
nl: Achtervoegsel
no: Annet navn
ru: Другая часть имени

# users.show.accounts
source: Accounts
da: Konti
fr: Comptes
km: គណនី
nl: Gebruikers Accounts
no: Kontoer
ru: Учётные записи

# users.show.username
source: Username
da: Brugernavn
fr: Nom d'utilisateur
km: ឈ្មោះ​គណនី
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя

# users.show.roles
source: Roles
da: Roller
fr: Rôles
km: តួនាទី
nl: Rollen
no: Roller
ru: Роли

# users.show.electronicAddresses
source: Electronic Addresses
da: Elektroniskeadresser
fr: Adresses électroniques
km: អាសយដ្ឋានអេឡេចត្រូនិច
nl: Elektronische adressen
no: Elektroniske adresser
ru: Электронные адреса

# users.show.electronicAddresses.primary
source: Primary
da: Primær
fr: Principal
km: ចម្បង
nl: Primair
no: Primært
ru: Основной

# users.show.electronicAddresses.notAvailable
source: N/A
da: Ikke til rådighed
fr: Non disponible
km: គ្មាន​អ្វី​ទំាង​អស់
nl: N/B
no: Ikke tilgjengelig
ru: Н/Д

# users.show.deleteUser
source: Delete User
da: Slet bruger
fr: Supprimer l'utilisateur
km: លុប​អ្នក​ប្រើ​ប្រាស់​
nl: Gebruiker verwijderen
no: Slett bruker
ru: Удалить пользователя

# users.show.editUser
source: Edit User
da: Rediger bruger
fr: Editer l'utilisateur
km: កែ​ប្រែ​អ្ន​ក​ប្រើ​ប្រាស់​
nl: Gebruiker bewerken
no: Rediger bruker
ru: Редактирование пользователя

# users.show.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
da: Du er logget ind som denne bruger og du kan ikke slette dig selv.
fr: Vous êtes connecté en tant que cet utilisateur et vous ne pouvez pas supprimer vous-même.
km: អ្នក​មិន​អាច​លុប​គណនី​របស់​ខ្លួន​អ្នកបាន​ទេ
nl: U bent aangemeld als deze gebruiker en u kan uzelf niet verwijderen.
no: Du er logget på som denne brukeren og du kan ikke slette deg selv.
ru: Вы не можете удалить собственную запись.

# users.show.clickToDeleteUser
source: Click here to delete this user
da: Klik her for at slette denne bruger
fr: Cliquez ici pour supprimer cet utilisateur
km: ចុចទីនេះដើម្បីលប់អក្នប្រើប្រាស់
nl: Klik hier als u deze gebruiker wilt verwijderen
no: Klikk her for å slette denne brukeren
ru: Нажмите здесь, чтобы удалить этого пользователя

# users.show.buttonDelete
source: Do you really want to delete the user "{0}"?
da: Vil du slette brugeren "{0}"?
fr: Voulez-vous réellement supprimer le Job "{0}"?
km: តើអក្នចង់លប់អក្នប្រើប្រាស់នេះ?
nl: Weet u zeker dat u gebruiker "{0}" wilt verwijderen?
no: Ønsker du virkelig å slette brukeren "{0}"?
ru: Вы действительно хотите удалить этого пользователя "{0}"?

# users.show.confirmDeleteButton
source: Yes, delete the user
da: Ja, slet brugeren
fr: Oui, supprimer l'utilisateur
km: ចាស/បាទលប់អក្នប្រើប្រាស់នេះ
nl: Ja, verwijder de gebruiker
no: Ja, slett brukeren
ru: Да, удалить пользователя

# users.show.confirmDeleteWarning
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
da: Dette sletter brugeren, de relaterede konti og personlige arbejdsrum, herunder alt ikke-publiceret indhold.
fr: Ceci supprimera l'utilisateur, les comptes connexes et son espace de travail personnel, y compris les contenus non publiés.
km: វានឹងលុបអ្នកប្រើគណនីពាក់ព័ន្ធនិងតំបន់ការងារផ្ទាល់ខ្លួនរបស់លោករួមទាំងមាតិកាដែលមិនបានផ្សព្វផ្សាយទាំងអស់។
nl: Dit zal de gebruiker, de gerelateerde gebruiker accounts en zijn persoonlijke werkplek, met inbegrip van alle niet-gepubliceerde inhoud verwijderen.
no: Dette vil slette brukeren, de relaterte kontoene og brukerens personlige arbeidsområde, inkludert alt upublisert innhold.
ru: Это удалит пользователя, все связанные учетные записи и личные рабочие области, включая неопубликованные изменения.

# users.show.operationCannotBeUndone
source: This operation cannot be undone
da: Denne handling kan ikke fortrydes
fr: Cette opération ne peut ptre annulée
km: ប្រតិបត្តិការនេះមិនអាចមិនធ្វើវិញ
nl: Deze bewerking kan niet ongedaan worden gemaakt
no: Denne operasjonen kan ikke angres
ru: Эта операция не может быть отменена

# users.editAccount.title
source: Edit account "{accountIdentifier}"
da: Rediger konto "{accountIdentifier}"
fr: Modifier le compte «{accountIdentifier} »
km: កែប្រែគណនី​ "{accountIdentifier}"
nl: "{accountIdentifier}" bewerken
no: Rediger kontoen "{accountIdentifier}"
ru: Редактировать учетную запись «{accountIdentifier}»

# users.account
source: Account
da: Konto
fr: Compte
km: គណនី
nl: Gebruiker account
no: Konto
ru: Учетная запись

# users.username
source: Username
da: Brugernavn
fr: Nom d'utilisateur
km: ឈ្មោះ​គណនី
nl: Gebruikersnaam
no: Brukernavn
ru: Имя пользователя

# users.usernameCannotBeChanged
source: The username can't be changed via the user interface
da: Brugernavnet kan ikke ændres via brugergrænsefladen
fr: Le nom d'utilisateur n'est pas modifiable par l'intermédiaire de l'interface utilisateur
km: ឈ្មេាះគណនីនេះមិនអាចកែប្រែតាមរបៀបនេះបានឡើយ
nl: De gebruikersnaam kan niet worden gewijzigd via de gebruikersinterface
no: Brukernavnet kan ikke endres via brukergrensesnittet
ru: Имя пользователя не может быть изменено через пользовательский интерфейс

# users.saveAccount
source: Save account
da: Gem konto
fr: Enregistrer un compte
km: រក្សាគណនី
nl: Account opslaan
no: Lagre konto
ru: Сохранить учетную запись

# users.repeatPassword
source: Repeat password
da: Gentag kodeord
fr: Répéter votre mot de passe
km: វាយលេខកូតសំងាត់ម្តងទៀត
nl: Wachtwoord herhalen
no: Gjenta passord
ru: Повторите пароль

# users.roles
source: Roles
da: Roller
fr: Rôles
km: តួនាទី
nl: Rollen
no: Roller
ru: Роли

# users.name
source: Name
da: Navn
fr: Nom
km: ឈ្មោះ
nl: Naam
no: Navn
ru: Имя

# users.accountsAndRoles
source: Accounts and Roles
da: Konti og roller
km: គណនីនិងតួនាទី

# users.tooltip.view
source: View user
da: Vis bruger
km: មើលអ្នកប្រើ

# users.tooltip.edit
source: Edit user
da: Rediger bruger
km: កែតម្រូវ
ru: Изменить пользователя

# users.tooltip.delete
source: Delete user
da: Slet bruger
km: លុបអ្នកប្រើ
ru: Удалить пользователя

# users.tooltip.cannotDeleteYourself
source: You are logged in as this user and you cannot delete yourself.
da: Du er logget ind som denne bruger og du kan ikke slette dig selv.
fr: Vous êtes connecté en tant que cet utilisateur et vous ne pouvez pas supprimer vous-même.
km: អ្នក​មិន​អាច​លុប​គណនី​របស់​ខ្លួន​អ្នកបាន​ទេ
nl: U bent aangemeld als deze gebruiker en u kan uzelf niet verwijderen.
no: Du er logget på som denne brukeren og du kan ikke slette deg selv.
ru: Вы не можете удалить собственную запись.

# users.message.reallyDelete
source: Do you really want to delete the user "{0}"?
da: Vil du slette brugeren "{0}"?
fr: Voulez-vous réellement supprimer le Job "{0}"?
km: តើអក្នចង់លប់អក្នប្រើប្រាស់នេះ?
nl: Weet u zeker dat u gebruiker "{0}" wilt verwijderen?
no: Ønsker du virkelig å slette brukeren "{0}"?
ru: Вы действительно хотите удалить этого пользователя "{0}"?

# users.message.willBeDeleted
source: This will delete the user, the related accounts and his personal workspace, including all unpublished content.
da: Dette sletter brugeren, de relaterede konti og personlige arbejdsrum, herunder alt ikke-publiceret indhold.
fr: Ceci supprimera l'utilisateur, les comptes connexes et son espace de travail personnel, y compris les contenus non publiés.
km: វានឹងលុបអ្នកប្រើគណនីពាក់ព័ន្ធនិងតំបន់ការងារផ្ទាល់ខ្លួនរបស់លោករួមទាំងមាតិកាដែលមិនបានផ្សព្វផ្សាយទាំងអស់។
nl: Dit zal de gebruiker, de gerelateerde gebruiker accounts en zijn persoonlijke werkplek, met inbegrip van alle niet-gepubliceerde inhoud verwijderen.
no: Dette vil slette brukeren, de relaterte kontoene og brukerens personlige arbeidsområde, inkludert alt upublisert innhold.
ru: Это удалит пользователя, все связанные учетные записи и личные рабочие области, включая неопубликованные изменения.

# users.message.confirmDelete
source: Yes, delete the user
da: Ja, slet brugeren
fr: Oui, supprimer l'utilisateur
km: ចាស/បាទលប់អក្នប្រើប្រាស់នេះ
nl: Ja, verwijder de gebruiker
no: Ja, slett brukeren
ru: Да, удалить пользователя

# users.editUser
source: Edit user "{0}"
da: Rediger bruger "{0}"
km: កែប្រែអ្នកប្រើ​ {០}

# users.electronicAddress.usage.type.Home
source: Home
da: Hjem
km: ទំព័រដើម
ru: Главная

# users.electronicAddress.usage.type.Work
source: Work
da: Arbejde
km: ការងារ

# packages.label
source: Package Management
da: Pakkehåndtering
fr: Gestion des paquets
km: គ្រប់​គ្រង​កញ្ចប់
nl: Pakketbeheer
no: Pakkeadministrasjon
ru: Управление пакетами

# packages.description
source: The Package Management module provides you with an overview of all packages. You can activate and deactivate individual packages, import new packages and delete existing packages. It also provides you with the ability to freeze and unfreeze packages in development context.
da: Pakkehåndteringsmodulet giver dig et overblik over alle pakker. Du kan aktivere og deaktivere individuelle pakker, importere nye pakker og slette eksisterende pakker. Det giver dig også mulighed for at fastlåse og frigøre pakker i udviklingssammenhæng.
fr: Le module "Gestion des paquets" vous donne un aperçu de tous les paquets. Vous pouvez activer ou désactiver chaque paquet, importer de nouveaux paquets et supprimer des paquets existants. Le module vous donne également la possibilité de mettre en pause ou activer des paquets, ....
km: មុខងារនៃការគ្រប់គ្រងកញ្ចប់ផ្ដល់ឱ្យអ្នកនូវទិដ្ឋភាពទូទៅនៃកញ្ចប់ទាំងអស់។ អ្នកអាចធ្វើនិងអសកម្មកញ្ចប់បុគ្គល, បញ្ចូលកញ្ចប់ថ្មីនិងលុបកញ្ចប់ដែលមានស្រាប់ចោល។ វាក៏ផ្តល់ឱ្យអ្នកនូវសមត្ថភាពក្នុង freeze និង unfreeze កញ្ចប់នៅក្នុងបរិបទការអភិវឌ្ឍផងដែរ។
nl: De Package Management module biedt u met een overzicht van alle packages. U kunt individuele packages activeren en deactiveren, nieuwe packages importeren en bestaande packages verwijderen. Het biedt u ook met de mogelijkheid om te packages te freezen/unfreezen in verband met development.
no: Modulen Pakkeadministrasjon inneholder en oversikt over alle pakker. Du kan aktivere og deaktivere enkeltpakker, importere nye pakker og slette eksisterende pakker. Den gir deg også muligheten til å fryse og frigi pakker i utviklingssammenheng.
ru: Модуль управления пакетами даёт представление обо всех пакетах. Отдельные пакеты можно активировать или отключить, импортировать новые или удалить существующие. Также имеется возможность заморозить и разморозить пакеты в контексте разработки.

# packages.index.legend
source: Available packages
da: Tilgængelige pakker
km: កញ្ចប់អាចរកបាន
ru: Доступные пакеты

# packages.name
source: Package Name
da: Pakkenavn
km: ឈ្មោះកញ្ចប់
ru: Название пакета

# packages.key
source: Package Key
da: Pakkenøgle
km: គន្លឹះកញ្ចប់
ru: Ключ пакета

# packages.type
source: Package Type
da: Pakketype
km: ប្រភេទកញ្ចប់
ru: Тип пакета

# packages.deactivated
source: Deactivated
da: Deaktiveret
km: ធ្វើឱ្យអសកម្ម
ru: Деактивирован

# packages.tooltip.unfreeze
source: This package is currently frozen. Click to unfreeze it.
da: Denne pakke er i øjeblikket låst. Klik for at frigive den.
km: កញ្ចប់នេះបច្ចុប្បន្នកំពុងជាប់គាំង។ ចុចដើម្បី unfreeze វា។
ru: Этот пакет в настоящее время заморожен. Нажмите, чтобы освободить его.

# packages.tooltip.freeze
source: Freeze the package in order to speed up your website.
da: Lås pakken for at optimere din hjemmeside.
km: បង្កកកញ្ចប់នៅក្នុងគោលបំណងដើម្បីបង្កើនល្បឿនគេហទំព័ររបស់អ្នក។
ru: Заморозить пакет для того, чтобы ускорить ваш веб-сайт.

# packages.tooltip.noDeactivate
source: This package is protected and cannot be deactivated.
da: Denne pakke er beskyttet og kan ikke deaktiveres.
km: កញ្ចប់នេះត្រូវបានការពារនិងមិនអាចត្រូវបានធ្វើឱ្យអសកម្ម។
ru: Этот пакет является защищенным и не может быть деактивирован.

# packages.tooltip.deactivate
source: Deactivate Package
da: Deaktivér pakke
km: កញ្ចប់អសកម្ម

# packages.tooltip.activate
source: Activate Package
da: Aktivér pakke
km: ធ្វើឱ្យសកម្មកញ្ចប់
ru: Активировать пакет

# packages.tooltip.noDelete
source: This package is protected and cannot be deleted.
da: Denne pakke er beskyttet og kan ikke slettes.
km: កញ្ចប់នេះត្រូវបានការពារនិងមិនអាចត្រូវបានលុប។
ru: Этот пакет является защищенным и не может быть удален.

# packages.tooltip.delete
source: Delete Package
da: Slet pakke
km: លុបកញ្ចប់
ru: Удалить пакет

# packages.message.reallyDelete
source: Do you really want to delete "{0}"?
da: Vil du slette "{0}"?
km: តើអ្នកពិតជាចង់លុប "{0}"?
ru: Вы действительно хотите удалить «{0}»?

# packages.message.confirmDelete
source: Yes, delete the package
da: Ja, slet pakken
km: បាទ, លុបកញ្ចប់
ru: Да, удалить пакет

# packages.message.confirmDeletes
source: Yes, delete the packages
da: Ja, slet pakkerne
km: បាទ, លុបកញ្ចប់
ru: Да, удалить пакеты

# packages.message.selected.reallyDelete
source: Do you really want to delete the selected packages?
da: Vil du slette de valgte pakker?
km: តើអ្នកពិតជាចង់លុបកញ្ចប់ដែលបានជ្រើសឬ?
ru: Вы действительно хотите удалить выбранные пакеты?

# packages.selected.freeze
source: Freeze selected packages
da: Lås valgte pakker
km: កញ្ចប់ដែលបានបង្កកដែលបានជ្រើសរើស

# packages.selected.unfreeze
source: Unfreeze selected packages
da: Frigør valgte pakker
km: Unfreeze កញ្ចប់ដែលបានជ្រើស

# packages.selected.delete
source: Delete selected packages
da: Slet valgte pakker
km: លុបកញ្ចប់ដែលបានជ្រើស

# packages.selected.deactivate
source: Deactivate selected packages
da: Deaktivér valgte pakker
km: អសកម្មកញ្ចប់ដែលបានជ្រើស

# packages.selected.activate
source: Activate selected packages
da: Aktivér valgte pakker
km: ធ្វើឱ្យសកម្មកញ្ចប់ដែលបានជ្រើស

# sites.label
source: Sites Management
da: Administration af websteder
fr: Gestion des sites
km: គ្រប់គ្រងគេហទំព័រ
nl: Site Management
no: Nettstedsadministrasjon
ru: Управление сайтами
