Repository: neos/neos-development-collection
Catalog: TYPO3.Neos.NodeTypes/Resources/Private/Translations/*/NodeTypes/Menu.xlf
Languages: pt_br

# groups.options
source: Options
pt_br: Opções

# properties.startLevel
source: Starting Level
pt_br: Nível Inicial

# properties.startLevel.selectBoxEditor.values.-4
source: Four Levels Above Current Page
pt_br: Quatro níveis acima da página atual

# properties.startLevel.selectBoxEditor.values.-3
source: Three Levels Above Current Page
pt_br: Três níveis acima da página atual

# properties.startLevel.selectBoxEditor.values.-2
source: Two Levels Above Current Page
pt_br: Dois níveis acima da página atual

# properties.startLevel.selectBoxEditor.values.-1
source: One Level Above Current Page
pt_br: Um nível acima da página atual

# properties.startLevel.selectBoxEditor.values.0
source: Same Level As Current Page
pt_br: Mesmo nível que a página atual

# properties.startLevel.selectBoxEditor.values.1
source: First Level Of Website
pt_br: Primeiro nível do site

# properties.startLevel.selectBoxEditor.values.2
source: Second Level Of Website
pt_br: Segundo nível do site

# properties.startLevel.selectBoxEditor.values.3
source: Third Level Of Website
pt_br: Terceiro nível do site

# properties.startLevel.selectBoxEditor.values.4
source: Fourth Level Of Website
pt_br: Quarto nível do site

# properties.startLevel.selectBoxEditor.values.5
source: Fifth Level Of Website
pt_br: Quinto nível do site

# properties.startLevel.selectBoxEditor.values.6
source: Sixth Level Of Website
pt_br: Sexto nível do site

# properties.selection
source: Selection
pt_br: Seleção

# properties.maximumLevels
source: Maximum Levels
pt_br: Níveis Máximos
