Repository: neos/neos-development-collection
Catalog: Neos.NodeTypes/Resources/Private/Translations/*/NodeTypes/Menu.xlf
Languages: el, es_es, fi, fr, id, nl, no, pl, vi, zh_cn

# ui.label
source: Menu
el: Μενού
es_es: Menú
fi: Valikkko
no: Meny
vi: Danh Mục
zh_cn: 菜单

# groups.options
source: Options
el: Επιλογές
es_es: Opciones
fi: Valinnat
id: Pilihan
nl: Opties
no: Valg
pl: Opcje
vi: Thuộc tính
zh_cn: 选项

# properties.startLevel
source: Starting Level
el: Επίπεδο εκκίνησης
es_es: Nivel de comienzo
fi: Aloitustaso
fr: Niveau de départ
id: Level awal
nl: Start niveau
no: Start-nivå
pl: Poziom początkowy
vi: Cấp bậc đầu tiên
zh_cn: 开始级别

# properties.startLevel.selectBoxEditor.values.-4
source: Four Levels Above Current Page
el: Τέσσερα επίπεδα πάνω από την τρέχουσα σελίδα
es_es: Cuatro niveles por encima de la página actual
fi: Neljä tasoa nykyistä sivua ylempänä
fr: Quatre niveaux au-dessus de la page actuelle
id: Empat tingkat diatas halaman ini
nl: Vier niveaus boven de huidige pagina
no: Fire nivåer over gjeldende side
pl: Cztery poziomy powyżej bieżącej strony
vi: Bốn cấp độ từ trang hiện tại
zh_cn: 当前页面上方的四级

# properties.startLevel.selectBoxEditor.values.-3
source: Three Levels Above Current Page
el: Τρία επίπεδα πάνω από την τρέχουσα σελίδα
es_es: Tres niveles por encima de la página actual
fi: Kolme tasoa nykyistä sivua ylempänä
fr: Trois niveaux au-dessus de la page actuelle
id: Tiga tingkat diatas halaman ini
nl: Drie niveaus boven de huidige pagina
no: Tre nivåer over gjeldende side
pl: Trzy poziomy powyżej bieżącej strony
vi: Ba cấp độ từ trang hiện tại
zh_cn: 当前页面上方的三个层次

# properties.startLevel.selectBoxEditor.values.-2
source: Two Levels Above Current Page
el: Δύο επίπεδα πάνω από την τρέχουσα σελίδα
es_es: Dos niveles por encima de la página actual
fi: Kaksi tasoa nykyistä sivua ylempänä
fr: Deux niveaux au-dessus de la page actuelle
id: Dua Tingkat Di atas Halaman Ini
nl: Twee niveaus boven de huidige pagina
no: To nivåer over gjeldende side
pl: Dwa poziomy powyżej bieżącej strony
vi: Hai cấp độ từ trang hiện tại
zh_cn: 当前页面上方的两个层次

# properties.startLevel.selectBoxEditor.values.-1
source: One Level Above Current Page
el: Ένα επίπεδο πάνω από την τρέχουσα σελίδα
es_es: Un nivel por encima de la página actual
fi: Yksi taso nykyistä sivua ylempänä
fr: Un niveau au-dessus de la page actuelle
id: Satu tingkat Di atas Halaman Ini
nl: Één niveau boven de huidige pagina
no: Ett nivå over gjeldende side
pl: Jeden poziom powyżej bieżącej strony
vi: Cấp độ một trên trang hiện tại
zh_cn: 当前页面上方的一个级别

# properties.startLevel.selectBoxEditor.values.0
source: Same Level As Current Page
el: Ίδιο επίπεδο με την τρέχουσα σελίδα
es_es: Mismo nivel que la página actual
fi: Samalla tasolla kuin nykyinen sivu
fr: Même niveau que la page actuelle
id: Tingkat Sama Dengan Halaman Ini
nl: Hetzelfde niveau als de huidige pagina
no: Samme nivå som gjeldende side
pl: Ten sam poziom jak bieżąca strona
vi: Cùng cấp độ với trang hiện tại
zh_cn: 当前页相同级别

# properties.startLevel.selectBoxEditor.values.1
source: First Level Of Website
el: Πρώτο επίπεδο της ιστοσελίδας
es_es: Primer nivel del sitio web
fi: Sivuston ensimmäinen taso
fr: Premier niveau du site web
id: Tingkat Pertama Dari Website
nl: Eerste niveau van de website
no: Første nivå på nettstedet
pl: Pierwszy poziom witryny
vi: Cấp độ đầu tiên của trang web
zh_cn: 网站的第一层次

# properties.startLevel.selectBoxEditor.values.2
source: Second Level Of Website
el: Δεύτερο επίπεδο της ιστοσελίδας
es_es: Segundo nivel del sitio web
fi: Sivuston toinen taso
fr: Deuxième niveau du site web
id: Tingkat Kedua dari Website
nl: Tweede niveau van de website
no: Andre nivå på nettstedet
pl: Drugi poziom witryny
vi: Cấp độ thứ hai của trang web
zh_cn: 网站的第二层次

# properties.startLevel.selectBoxEditor.values.3
source: Third Level Of Website
el: Τρίτο επίπεδο της ιστοσελίδας
es_es: Tercer nivel del sitio web
fi: Sivuston kolmas taso
fr: Troisième niveau du site web
id: Tingkat Ketiga Website
nl: Derde niveau van de website
no: Tredje nivå på nettstedet
pl: Trzeci poziom witryny
vi: Cấp độ thứ ba của trang web
zh_cn: 网站的第三层次

# properties.startLevel.selectBoxEditor.values.4
source: Fourth Level Of Website
el: Τέταρτο επίπεδο της ιστοσελίδας
es_es: Cuarto nivel del sitio web
fi: Sivuston neljäs taso
fr: Quatrième niveau du site web
id: Tingkat ke Empat dari Website
nl: Vierde niveau van de website
no: Fjerde nivå på nettstedet
pl: Czwarty poziom witryny
vi: Cấp độ thứ bốn của trang web
zh_cn: 网站的第四层次

# properties.startLevel.selectBoxEditor.values.5
source: Fifth Level Of Website
el: Πέμπτο επίπεδο της ιστοσελίδας
es_es: Quinto nivel del sitio web
fi: Sivuston viides taso
fr: Cinquième niveau du site web
id: Tingkat kelima dari Website
nl: Vijfde niveau van de website
no: Femte nivå på nettstedet
pl: Piąty poziom witryny
vi: Cấp độ thứ năm của trang web
zh_cn: 网站的第五层次

# properties.startLevel.selectBoxEditor.values.6
source: Sixth Level Of Website
el: Έκτο επίπεδο της ιστοσελίδας
es_es: Sexto nivel del sitio web
fi: Sivuston kuudes taso
fr: Sixième niveau du site web
id: Tingkat keenam dari Website
nl: Zesde niveau van de website
no: Sjette nivå på nettstedet
pl: Szósty poziom witryny
vi: Cấp độ thứ sáu của trang web
zh_cn: 网站的第六层次

# properties.selection
source: Selection
el: Επιλογή
es_es: Selección
fi: Valinta
fr: Sélection
id: Seleksi
nl: Selectie
no: Utvalg
pl: Wybór
vi: Sự lựa chọn
zh_cn: 选择

# properties.startingPoint
source: Starting Point
es_es: Punto de Inicio
fi: Lähtöpiste
fr: Point de départ
id: Titik awal
pl: Punkt początkowy
vi: Điểm khởi đầu
zh_cn: 起始点

# properties.maximumLevels
source: Maximum Levels
el: Μέγιστος αριθμός επιπέδων
es_es: Niveles máximos
fi: Enimmäistasot
fr: Niveaux maximum
id: Tingkat maksimum
nl: Maximum niveau's
no: Maks antall nivåer
pl: Maksymalna ilość poziomów
vi: Cấp độ lớn nhất
zh_cn: 最大层次

# content.emptyMenu
source: Empty Menu
es_es: Menú Vacío
fi: Tyhjä valikko
fr: Menu vide
id: Menu Kosong
pl: Puste Menu
vi: Menu trống
zh_cn: 空菜单
