Repository: neos/neos-development-collection
Catalog: Neos.Media.Browser/Resources/Private/Translations/*/Main.xlf
Languages: hu, it, sv

# dragHelp
source: Drag and drop an asset on a collection / tag to add them to it.
hu: "Drag and drop" egy tartalom egy gyűjteményben, a hozzáadáshoz jelölje be.
it: Trascina e rilascia una risorsa su una raccolta / tag per aggiungerli ad esso.
sv: Dra och släpp en resurs på en samling/tag för att lägga till dem.

# replace.options.keepOriginalFilename
source: Keep the filename "{0}"
hu: Tartsa meg a fájlnevet "{0}"
it: Mantieni il nome del file "{0}"
sv: Behåll filnamnet "{0}"

# module.label
source: Media
hu: Média

# module.description
source: This module allows managing of media assets including pictures, videos, audio and documents.
hu: Ez a modul lehetővé teszi a média tartalmak kezelését beleértve a képek, videók, audio és dokumentumok.
it: Questo modulo consente la gestione di risorse multimediali, tra cui immagini, video, audio e documenti.
sv: Med denna modulen kan du hantera mediaresurser inklusive bilder, videor, ljud och dokument.

# field.name
source: Name
hu: Név
it: Nome
sv: Namn

# field.title
source: Title
hu: Cím
it: Titolo
sv: Titel

# field.label
source: Label
hu: Címke
it: Etichetta
sv: Etikett

# field.caption
source: Caption
hu: Felirat
it: Didascalia
sv: Bildtext

# field.copyrightnotice
source: Copyright Notice
hu: Szerzői jogok
it: Notifica Copyright

# field.lastModified
source: Last modified
hu: Utoljára szerkesztve
it: Ultimo modificato
sv: Senaste ändring

# field.fileSize
source: File size
hu: Fájl mérete
it: Dimensione file
sv: Filstorlek

# field.type
source: Type
hu: Típus
it: Tipologia
sv: Typ

# field.tags
source: Tags
hu: Jelölések
it: Tag
sv: Taggar

source: Sort by name
hu: Rendezés név szerint
it: Ordina per nome
sv: Sortera efter namn

source: Sort by last modified
hu: Rendezés módosítás dátuma szerint
it: Ordina per data ultima modifica
sv: Sortera efter senaste ändring

source: Sort by
hu: Rendezés
it: Ordina per
sv: Sortera efter

source: Sort direction
hu: Rendezés iránya
it: Ordina direzione
sv: Sorteringsordning

# sortDirection.asc
source: Ascending
hu: Növekvő
it: Crescente
sv: Stigande

# sortDirection.desc
source: Descending
hu: Csökkenő
it: Discendente
sv: Fallande

# sortDirection.asc.tooltip
source: Sort direction Ascending
hu: Növekvő sorrendbe rendez
it: Direzione di ordinamento crescente
sv: Sortera i stigande ordning

# sortDirection.desc.tooltip
source: Sort direction Descending
hu: Csökkenő sorrendbe rendez
it: Direzione di ordinamento decrescente
sv: Sortera i fallande ordning

source: Drag and drop on tag or collection
hu: Húz és ejt a címkére vagy gyűjteményre
it: Trascina e rilascia su tag o raccolta
sv: Dra och släpp på etikett eller samling

source: View
hu: Nézet
it: Vista
sv: Visa

source: View asset
hu: Tartalom nézet
it: Vista Risorsa

source: Edit asset
hu: Tartalom szereksztése
it: Modifica risorsa
sv: Redigera resurs

source: Delete asset
hu: Tartalom törlése
it: Elimina risorsa
sv: Radera resurs

# message.reallyDeleteAsset
source: Do you really want to delete asset "{0}"?
hu: Valóban törölni akarja a tartalmat "{0}"?
it: Vuoi veramente eliminare la risorsa "{0}"?
sv: Vill du verkligen radera resurs "{0}"?

# message.reallyDeleteCollection
source: Do you really want to delete collection "{0}"?
hu: Valóban törölni akarja a gyűjteményt "{0}"?
it: Vuoi veramente eliminare la raccolta "{0}"?
sv: Vill du verkligen radera samling "{0}"?

# message.reallyDeleteTag
source: Do you really want to delete tag "{0}"?
hu: Valóban törölni akarja a jelölést "{0}"?
it: Vuoi veramente eliminare il tag "{0}"?
sv: Vill du verkligen radera taggen "{0}"?

# message.willBeDeleted
source: This will delete the asset.
hu: Ez törölni fogja a tartalmat.
it: Questo eliminerà la risorsa.
sv: Detta raderar resursen.

# message.willDeleteCollection
source: This will delete the collection, but not the assets that it contains.
hu: Ez törölni fogja a gyűjteményt de az tartalmakat nem.
it: Questo eliminerà la raccolta, ma non la risorsa che contiene.
sv: Detta raderar samlingen men inte de resurser som den innehåller.

# message.willDeleteTag
source: This will delete the tag, but not the assets that has it.
hu: Ez törölni fogja a jelölést de a tartalmat nem.
it: Questo eliminerà il tag, ma non le risorse che ha.
sv: Detta raderar taggen men inte de resurser som använder den.

# message.operationCannotBeUndone
source: This operation cannot be undone.
hu: Ez a művelet nem vonható vissza.
it: Questa operazione non può essere annullata.
sv: Detta går ej att ångra!

source: Cancel
hu: Mégsem
it: Annulla
sv: Avbryt

source: Replace
hu: Helyettesít
it: Rimpiazza
sv: Ersätt

source: Replace asset resource
hu: Eszközforrás csere
it: Sostituire risorse dell'asset
sv: Ersätt tillgångsresurs

# saveEditing
source: Save
hu: Mentés
it: Salva
sv: Spara

# message.confirmDelete
source: Yes, delete the asset
hu: Igen, törlöm a tartalmat
it: Sì, elimina la risorsa
sv: Ja, radera resursen

# message.confirmDeleteCollection
source: Yes, delete the collection
hu: Igen, törlöm a gyűjteményt
it: Sì, elimina la raccolta
sv: Ja, radera samlingen

# message.confirmDeleteTag
source: Yes, delete the tag
hu: Igen, törlöm a jelölést
it: Sì, elimina il tag
sv: Ja, radera taggen

# thumbnail.editTitle
source: Edit {0}
hu: Szerkesztés {0}
it: Modifica {0}
sv: Redigera {0}

# search.title
source: Search in assets
hu: Keresés az tartalmak között
it: Cerca in risorse
sv: Sök i resurserna

# search.placeholder
source: Search
hu: Keresés
it: Ricerca
sv: Sök

# search.itemCount
source: {0} items
hu: {0} Elem
it: {0} elementi
sv: {0} objekt

# search.foundMatches
source: found matching "{0}"
hu: egyezések "{0}"
it: trovato "{0}" corrispondente
sv: hittade matchande "{0}"

source: Upload
hu: Feltöltés
it: Carica
sv: Ladda upp

source: Filter options
hu: Szűrési beállítások
it: Filtro opzioni
sv: Filteralternativ

# filter.title.all
source: Display all asset types
hu: Minden eszköz megjelenítése
it: Mostra tutti i tipi di risorsa
sv: Visa alla resurstyper

# filter.title.images
source: Only display image assets
hu: Képek megjelenítése
it: Mostra solo le risorse immagine
sv: Visa bara bildresurser

# filter.title.documents
source: Only display document assets
hu: Dokumentumok megjelenítése
it: Mostra solo le risorse documento
sv: Visa bara dokumentresurser

# filter.title.video
source: Only display video assets
hu: Videók megjelenítése
it: Mostra solo le risorse video
sv: Visa bara videoresurser

# filter.title.audio
source: Only display audio assets
hu: Zenék megjelenítése
it: Mostra solo le risorse audio
sv: Visa bara ljudresurser

# filter.all
source: All
hu: Minden
it: Tutto
sv: Alla

# filter.images
source: Images
hu: Képek
it: Immagini
sv: Bilder

# filter.documents
source: Documents
hu: Dokumentumok
it: Documenti
sv: Dokument

# filter.video
source: Video
hu: Videó

# filter.audio
source: Audio
hu: Audió
sv: Ljud

# tooltip.sortOptions
source: Sort options
hu: Rendezési beállítások
it: Opzioni Ordine
sv: Sorteringsalternativ

# tooltip.listView
source: List view
hu: Lista nézet
it: Vista elenco
sv: Listvy

# tooltip.thumbnailView
source: Thumbnail view
hu: Ikon nézet
it: Vista miniatura
sv: Miniatyrvy

source: Connection error
hu: Csatlakozási hiba
it: Errore di connessione
sv: Anslutningsfel

source: Media source
hu: Médiaforrás
it: Risorsa Media
sv: Mediakälla

source: Media sources
hu: Médiaforrások
it: Risorse Media
sv: Mediakällor

source: Collections
hu: Gyűjtemények
it: Raccolte
sv: Samlingar

source: Edit collections
hu: Gyűjtemények szerkesztése
it: Modifica raccolte
sv: Redigera samlingar

source: Edit collection
hu: Gyűjtemény szerkesztése
it: Modifica raccolta
sv: Redigera samling

source: Delete collection
hu: Gyűjtemény törlése
it: Elimina raccolta
sv: Radera samling

source: Create collection
hu: Gyűjtemény létrehozása
it: Crea raccolta
sv: Skapa samling

# newCollection.placeholder
source: Enter collection title
hu: Adja meg a gyűjtemény címét
it: Inserisci titolo raccolta
sv: Ange namn på samling

source: All collections
hu: Összes gyűjtemény
it: Tutte le raccolte
sv: Alla samlingar

source: Tags
hu: Jelölések
it: Tag
sv: Taggar

source: Edit tags
hu: Jelölések szerkesztése
it: Modifica etichette
sv: Redigera taggar

source: Edit tag
hu: Jelölés szerkesztése
it: Modifica etichetta
sv: Redigera tagg

source: Delete tag
hu: Jelölés törlése
it: Elimina etichetta
sv: Radera tagg

# placeholder.createTag
source: Enter tag label
hu: Írja be a jelölés nevét
it: Inserisci tag etichetta
sv: Ange taggetikett

source: Create tag
hu: Jelölés létrehozása
it: Crea tag
sv: Skapa tagg

# tags.title.all
source: All assets
hu: Összes tartalom
it: Tutti le risorse
sv: Alla resurser

# tags.all
source: All
hu: Minden
it: Tutto
sv: Alla

source: Untagged assets
hu: Jelöletlen tartalom
it: Risorse non taggate
sv: Otaggade resurser

source: Untagged
hu: Jelöletlen
it: Non taggate
sv: Otaggade

# maxUploadSize
source: Max. upload size {0} per file
hu: Maximális feltölthető méret {0} fájlonként
it: Max. dimensione di caricamento {0} per file
sv: Max uppladdningsstorlek {0} per fil

# dropFiles
source: Drop files here
hu: Húzza a fájlokat ide
it: Rilascia qui i file
sv: Släpp filer här

# clickToUpload
source: or click to upload
hu: vagy kattintson a feltöltéshez
it: o clicca per caricare
sv: eller klicka för att ladda upp

source: Choose file
hu: Fájl kiválasztása
it: Scegli file
sv: Välj fil

source: No Assets found.
hu: Nem található tartalom.
it: Nessuna risorsa trovata.
sv: Inga resurser hittade.

source: Basics
hu: Az alapok
it: Basi
sv: Grunder

source: Delete
hu: Törlés
it: Elimina
sv: Radera

source: Click to delete
hu: Kattintson ide a törléshez
it: Clicca per eliminare
sv: Klicka för att radera

source: Save
hu: Mentés
it: Salva
sv: Spara

source: Metadata
hu: Metaadatok
it: Metadati

# metadata.filename
source: Filename
hu: Fájlnév
it: Nomefile
sv: Filnamn

# metadata.lastModified
source: Last modified (resource)
hu: Utoljára módosítva (forrás)
it: Ultima modifica (risorsa)
sv: Senast redigerat (resurs)

# metadata.fileSize
source: File size
hu: Fájl mérete
it: Dimensione file
sv: Filstorlek

# metadata.dimensions
source: Dimensions
hu: Dimenziók
it: Dimensioni
sv: Dimensioner

# metadata.type
source: Type
hu: Típus
it: Tipologia
sv: Typ

# metadata.identifier
source: Identifier
hu: Azonosító
it: Identificatore
sv: Identifierare

# metadata.iptcProperties.Title
source: Title
hu: Cím
it: Titolo
sv: Titel

# metadata.iptcProperties.Caption
source: Caption
hu: Felirat
it: Didascalia
sv: Bildtext

# metadata.iptcProperties.CopyrightNotice
source: Copyright Notice
hu: Szerzői jogok
it: Notifica Copyright

source: Preview
hu: Előnézet
it: Anteprima
sv: Förhandsgranska

# cannotUploadFile
source: Cannot upload the file
hu: Fájl feltöltés sikertelen
it: Impossibile caricare il file
sv: Kan ej ladda upp filen

source: No file selected
hu: Nincs kijelölt fájl
it: Nessun file selezionato
sv: Ingen fil vald

# fileSizeExceedsAllowedLimit
source: The file size of {0} exceeds the allowed limit of {1}
hu: A fájl mérete {0} elérte a limitet {1}
it: La dimensione del file di {0} eccede il limite consentito di {1}
sv: Filens ({0}) storlek överskrider den tillåtna gränsen på {1}

source: for the file
hu: fájlnak
it: per il file
sv: för filen

# onlySomeFilesWereUploaded
source: Only some of the files were successfully uploaded. Refresh the page to see the those.
hu: Pár fájl feltöltése sikeres. Töltse újra az oldalt, hogy lássa őket.
it: Solo alcuni dei file sono stati caricati con successo. Aggiorna la pagina per vederli.
sv: Endast några av filerna har överförts. Uppdatera sidan för att se dessa.

# taggingAssetsFailed
source: Tagging the asset failed.
hu: A tartalom jelölése sikertelen.
it: Tag della risorsa fallito.
sv: Det gick inte att tagga resursen.

# addingAssetsToCollectionFailed
source: Adding the asset to the collection failed.
hu: Tartalom hozzáadása a gyűjteményhez sikertelen.
it: Aggiunta della risorsa per la raccolta fallita.
sv: Det gick inte att lägga till resursen till samlingen.

source: Creating
hu: Létrehozás
it: Creazione
sv: Skapar

# deleteRelatedNodes
source: Asset could not be deleted, because there are still Nodes using it
hu: A tartalmat nem lehet törölni, mert egyes csomópontok használják azt
it: La risorsa non può essere eliminata, perchè ci sono ancora Nodi che la usano
sv: Resursen kan ej tas bort eftersom det fortfarande finns noder som använder den

# relatedNodes[0]
source: {0} usages
hu: {0} használja
it: {0} utilizzo
sv: {0} användning

# relatedNodes[1]
source: {0} usages
hu: {0} használja
it: {0} utilizzi
sv: {0} användningar

# relatedNodes.referencesTo
source: References to "{asset}"
hu: Hivatkozások "{asset}"
it: Note a "{asset}"
sv: Referenser till "{asset}"

# replaceAsset.replaceFilename
source: Replace "{filename}"
hu: Kicserél "{filename}"
it: Rimpiazza "{filename}"
sv: Ersätt "{filename}"

# replaceAsset.description
source: You can replace this asset by uploading a new file. Once replaced, the new asset will be used on all places where the asset is used on your website.
hu: Kicserélheted a tartalmat, ha feltöltesz az új fájlt. Ha kicseréli az új tartalom mindenhol alkalmazva lesz, ahol a régi elhelyezkedett.
it: Puoi rimpiazzare questa risorsa caricando un nuovo file. Una volta rimpiazzata, la nuova risorsa sarà utilizzata in tutti i posti dove la risorsa è usata sul tuo sito web.
sv: Du kan ersätta denna resurs genom att ladda upp en ny fil. När den ersätts kommer den nya resursen att användas på alla ställen där den gamla resursen användes på din webbplats.

# replaceAsset.note
source: Note
hu: Megjegyzés
it: Nota
sv: Anteckning

# replaceAsset.noteText
source: This operation will replace the asset in all published or unpublished workspaces, including the live website.
hu: Ez a művelet felülírja az összes közzétett vagy kiadatlan munkafelületeket beleértve az élő honlapot is.
it: Questa operazione rimpiazzerà la risorsa in tutti gli spazi di lavoro pubblicati o non pubblicati, incluso il sito web live.
sv: Denna operation kommer att ersätta resursen i alla publicerade eller opublicerade arbetsytor, inklusive den publicerade hemsidan.

# replaceAsset.chooseNewFile
source: Choose a new file
hu: Válasszon egy új fájlt
it: Scegli un nuovo file
sv: Välj en ny fil

# replace.usageCount
source: Currently the asset is used {usageCount} times.
hu: A tartalmat jelenleg {usageCount} használja.
it: Attualmente la risorsa è usata {usageCount} volte.
sv: För närvarande används resursen {usageCount} gånger.

# replace.allUsages
source: Show all usages
hu: Összes használat mutatása
it: Mostra tutti gli utilizzi
sv: Visa alla användningar

# replace.notUsed
source: Currently the asset is not in used anywhere on the website.
hu: Ezt a tartalmat jelenleg nem használja.
it: Attualmente la risorsa non è usata da nessuna parte sul sito web.
sv: För närvarande används resursen ej någonstans på webbplatsen.

# replace.previewFile
source: Preview current file
hu: Aktuális fájl előnézete
it: Anteprima file corrente
sv: Förhandsgranska nuvarande fil

source: Could not replace asset
hu: Nem sikerült kicserélni a tartalmat
it: Non ho potuto sostituire l'asset
sv: Kunde ej ersätta tillgången

# assetHasBeenReplaced
source: Asset "{0}" has been replaced.
hu: Tartalom {0} kicserélve.
it: La risorsa "{0}" è stata rimpiazzata.
sv: Tillgången "{0}" har ersatts.

# assetHasBeenUpdated
source: Asset "{0}" has been updated.
hu: Tartalom {0} frissítve.
it: La risorsa "{0}" è stata aggiornata.
sv: Tillgången "{0}" har uppdaterats.

# assetHasBeenAdded
source: Asset "{0}" has been added.
hu: Tartalom {0} hozzáadva.
it: La risorsa "{0}" è stata aggiunta.
sv: Tillgången "{0}" har lagts till.

# assetHasBeenDeleted
source: Asset "{0}" has been deleted.
hu: Tartalom {0} törölve.
it: La risorsa "{0}" è stata eliminata.
sv: Tillgången "{0}" har raderats.

source: Asset could not be deleted.
hu: Ezt a tartalmat nem lehet törölni.
it: La risorsa non può essere eliminata.
sv: Tillgången kunde ej raderas.

# tagAlreadyExistsAndAddedToCollection
source: Tag "{0}" already exists and was added to collection.
hu: Jelölés {0} már létezik és hozzá van adva a gyűjteményhez.
it: Il tag "{0}" esiste già ed è stato aggiunto alla raccolta.
sv: Taggen "{0}" finns redan och har lagts till i samlingen.

# tagHasBeenCreated
source: Tag "{0}" has been created.
hu: Jelölés {0} létrehozva.
it: Il tag "{0}" è stato creato.
sv: Taggen "{0}" har skapats.

# tagHasBeenUpdated
source: Tag "{0}" has been updated.
hu: Jelölés {0} frissítve.
it: Il tag "{0}" è stato aggiornato.
sv: Taggen "{0}" har uppdaterats.

# tagHasBeenDeleted
source: Tag "{0}" has been deleted.
hu: Jelölés {0} törölve.
it: Il tag "{0}" è stato eliminato.
sv: Taggen "{0}" har raderats.

# collectionHasBeenCreated
source: Collection "{0}" has been created.
hu: Gyűjtemény {0} létrehozva.
it: La raccolta "{0}" è stata creata.
sv: Samlingen "{0}" har skapats.

# collectionHasBeenUpdated
source: Collection "{0}" has been updated.
hu: Gyűjtemény {0} frissítve.
it: La raccolta "{0}" è stata aggiornata.
sv: Samlingen "{0}" har uppdaterats.

# collectionHasBeenDeleted
source: Collection "{0}" has been deleted.
hu: Gyűjtemény {0} törölve.
it: La raccolta "{0}" è stata eliminata.
sv: Samlingen "{0}" har raderats.

# replace.options.generateRedirects
source: Generate redirects from original file url to the new url
hu: Létrehoz egy átirányítást az eredeti file url-ből egy új url-re
it: Genera reindirizzamenti dall'url del file originale al nuovo url
sv: Skapa omdirigeringar från ursprunglig fil-URL till ny URL

# resourceCanOnlyBeReplacedBySimilarResource
source: 'Resources of type "{0}" can only be replaced by a similar resource. Got type "{1}"'
hu: 'Erőforrások típusa "{0}" csak hasonló erőforrással helyettesíthető. Kapott típus "{1}"'
it: ' Le risorse di tipo "{0}" possono essere sostituite solo da una risorsa simile. Rilevato tipo "{1}"'
sv: 'Resurser av typ "{0}" kan endast ersättas av liknande resurser. Fick typ "{1}"'

# noAccessToWorkspace
source: No access to workspace "{0}"
hu: Nincs hozzáférése a munkafelülethez "{0}"
it: Nessun accesso all'area di lavoro "{0}"
sv: Ingen tillgång till arbetsyta "{0}"

# missingDocumentNode
source: No document node found for this node
hu: Nem található csomópont ehhez a dokumentumhoz
it: Nessun nodo del documento trovato per questo nodo
sv: Ingen dokumentnod hittades för denna nod

source: Download
it: Scarica

source: Next
it: Prossimo

source: Previous
it: Precedente
