Repository: neos/neos-development-collection
Catalog: Neos.Workspace.Ui/Resources/Private/Translations/*/Main.xlf
Languages: uk

source: Back
uk: Назад

source: Cancel
uk: Відмінити

# pathCaption
source: Path
uk: Шлях

# relativePathCaption
source: Relative Path
uk: Відносний шлях

# workspaces.label
source: Workspaces
uk: Робочі області

# workspaces.detailsForWorkspace
source: Details for "{0}"
uk: Деталі для "{0}"

# workspaces.createNewWorkspace
source: Create new workspace
uk: Створити нове робоче середовище

# workspaces.createWorkspace
source: Create workspace
uk: Створити робоче середовище

# workspaces.deleteWorkspace
source: Delete workspace
uk: Видалити робоче середовище

# workspaces.editWorkspace
source: Edit workspace
uk: Редагувати робоче середовище

# workspaces.yesDeleteWorkspace
source: Yes, delete the workspace
uk: Так, видалити робоче середовище

# workspaces.editWorkspace
source: Edit workspace "{0}"
uk: Редагувати робоче середовище

# workspaces.personalWorkspace
source: Personal workspace
uk: Особисте робоче середовище

# workspaces.privateWorkspace
source: Private workspace
uk: Приватне робоче середовище

# workspaces.internalWorkspace
source: Internal workspace
uk: Внутрішнє робоче середовище

# workspaces.readonlyWorkspace
source: Read-only workspace
uk: Робоче середовище: тільки для читання

# workspaces.workspace.title
source: Title
uk: Назва

# workspaces.workspace.description
source: Description
uk: Опис

# workspaces.workspace.baseWorkspace
source: Base workspace
uk: Базове робоче середовище

# workspaces.workspace.owner
source: Owner
uk: Власник

# workspaces.workspace.visibility
source: Visibility
uk: Видимість

# workspaces.workspace.visibility.private
source: Private
uk: Приватний

# workspaces.workspace.visibility.private.help
source: Only reviewers and administrators can access and modify this workspace
uk: Робоча область тільки для рецензентів і адміністраторів

# workspaces.workspace.visibility.internal
source: Internal
uk: Внутрішній

# workspaces.workspace.visibility.internal.help
source: Any logged in editor can see and modify this workspace.
uk: Будь-хто зареєстрований в редакторі може бачити та змінювати робоче середовище.

# workspaces.workspace.changes
source: Changes
uk: Зміни

# workspaces.openPageInWorkspace
source: Open page in "{0}" workspace
uk: Відкрити сторінку в робочому середовищі "{0}"

# workspaces.help.cantDeletePersonalWorkspace
source: This is your personal workspace which you can't delete.
uk: Це Ваше особисте робоче середовище яке неможливо видалити.

# workspaces.help.workspaceContainsChanges
source: The workspace contains changes. To delete, discard the changes first.
uk: Робоче середовище містить зміни. Спочатку відхиліть їх для видалення.

# workspaces.help.cantRebaseWorkspaceContainsChanges
source: Workspace can't be rebased on a different workspace because it still contains changes.
uk: Робоче середовище не можна перебазувати на інше, бо воно досі містить зміни.

# workspaces.help.cantDeleteWorkspaceHasDependencies
source: The workspace cannot be deleted because other workspaces depend on it.
uk: Робоче середовище неможливо видалити, тому що інші середовища залежить від нього.

# workspaces.help.cantDeleteNoPermission
source: You don't have the permissions for deleting this workspace.
uk: У Вас немає прав для дозволу цього робочого середовища.

# workspaces.dialog.confirmWorkspaceDeletion
source: Do you really want to delete the workspace "{0}"?
uk: Ви дійсно хочете видалити робочу область "{0}"?

# workspaces.dialog.thisWillDeleteTheWorkspace
source: This will delete the workspace including all unpublished content. This operation cannot be undone.
uk: Робоче середовище, включаючи весь неопублікований вміст буде видалено. Цю операцію не можна скасувати.

# workspaces.description
source: This module contains the overview of all elements within the current workspace and it enables to continue the review and publishing workflow for them.
uk: Цей модуль містить огляд всіх елементів в рамках поточної робочої області, і це дає можливість продовжити розгляд та видавничу діяльність.

# workspaces.unpublishedChanges
source: Unpublished changes in workspace "{0}"
uk: Неопубліковані зміни в робочому середовищі "{0}"

# workspaces.changesCounts
source: additions: {new}, changes: {changed}, removals: {removed}
uk: доповнення: {new}, зміни: {changed}, видалення: {removed}

# workspaces.review
source: Review
uk: Огляд

# workspaces.discardSelectedChanges
source: Discard selected changes
uk: Скасувати вибрані зміни

# workspaces.discardAllChanges
source: Discard all changes
uk: Скасувати всі зміни

# workspaces.publishAllChanges
source: Publish all changes
uk: Опублікувати всі зміни

# workspaces.publishAllChangesTo
source: Publish all changes to {0}
uk: Опублікувати всі зміни до {0}

# changedContentCaption
source: Changed Content
uk: Змінений вміст

# workspaces.legend.deleted
source: deleted
uk: видалено

# workspaces.legend.created
source: created
uk: створено

# workspaces.legend.moved
source: moved
uk: переміщено

# workspaces.legend.hidden
source: hidden
uk: приховано

# workspaces.legend.edited
source: edited
uk: відредаговано

# workspaces.thereAreNoUnpublishedChanges
source: There are no unpublished changes in this workspace.
uk: Немає ніяких неопублікованих змін у робочому середовищі.

# workspaces.discardAllChangesInWorkspaceConfirmation
source: Do you really want to discard all changes in the "{0}" workspace?
uk: Ви дійсно бажаєте скасувати всі зміни в робочій області "{0}"?

# workspaces.workspaceWithThisTitleAlreadyExists
source: A workspace with this title already exists.
uk: Робоча область з такою назвою вже існує.

# workspaces.workspaceHasBeenUpdated
source: The workspace "{0}" has been updated.
uk: Робоче середовище "{0}", було оновлено.

# workspaces.workspaceCannotBeDeletedBecauseOfDependencies
source: Workspace "{0}" cannot be deleted because the following workspaces are based on it: {1}
uk: Робоче середовище "{0}" не можна видалити, оскільки на його основі такі робочі області: {1}

# workspaces.notDeletedErrorWhileFetchingUnpublishedNodes
source: An error occurred while fetching unpublished nodes from workspace "{0}", nothing was deleted.
uk: Сталася помилка під час отримання неопублікованих вузлів з робочої області "{0}", нічого не було видалено.

# workspaces.cantEditBecauseWorkspaceContainsChanges
source: Your personal workspace contains changes, please publish or discard them first.
uk: Ваш особистий робочий простір містить зміни, будь ласка, опублікуйте або скасуйте їх спочатку.

# workspaces.workspaceHasBeenRemoved
source: The workspace "{0}" has been removed.
uk: Робоче середовище "{0}", буде видалено.

# workspaces.selectedChangeHasBeenPublished
source: The selected change has been published.
uk: Вибрані зміни були опубліковані.

# workspaces.selectedChangeHasBeenDiscarded
source: The selected change has been discarded.
uk: Вибрані зміни була скасовані.

# workspaces.selectedChangesHaveBeenPublished
source: The selected changes have been published.
uk: Вибрані зміни були опубліковані.

# workspaces.selectedChangesHaveBeenDiscarded
source: The selected changes have been discarded.
uk: Обрані зміни були скасовані.

# workspaces.allChangesInWorkspaceHaveBeenPublished
source: All changes from workspace "{0}" have been published to {1}.
uk: Всі зміни з робочого середовища "{0}" були опубліквані в {1}.

# workspaces.allChangesInWorkspaceHaveBeenDiscarded
source: All changes from workspace "{0}" have been discarded.
uk: Всі зміни з робочого середовища "{0}" були скасовані.
