Repository: neos/neos-development-collection
Catalog: TYPO3.Media/Resources/Private/Translations/*/Main.xlf
Languages: hu, id_id, km, lv

source: Could not replace asset
hu: Nem sikerült lecserélni a külső forrást
id_id: Tidak bisa mengganti aset
km: មិនអាចជំនួសទីកន្លែង asseet
lv: Nevar mainīt elementu

# assetHasBeenReplaced
source: Asset "{0}" has been replaced.
hu: Külső forrás {0} kicserélve.
id_id: Aset "{0}" telah diganti.
km: បណ្ដុំAsset{0}ត្រូវបានជំនួសទីកន្លែង
lv: Elements {0} ir apmainīts.

# assetHasBeenUpdated
source: Asset "{0}" has been updated.
hu: Külső forrás {0} frissítve.
id_id: Aset "{0}" telah diperbarui.
km: បណ្ដុំAsset{0}ត្រូវបានបង្គីេតថ្មីឡេីងវិញ
lv: Elements {0} ir atjaunots.

# assetHasBeenAdded
source: Asset "{0}" has been added.
hu: Külső forrás {0} hozzáadva.
id_id: Aset "{0}" telah ditambahkan.
km: បណ្ដុំAsset{0}ត្រូវបានបង្ចូល
lv: Elements {0} ir pievienots.

# assetHasBeenDeleted
source: Asset "{0}" has been deleted.
hu: Külső forrás {0} törölve.
id_id: Aset "{0}" telah dihapus.
km: បណ្ដុំAsset{0}ត្រូវបានលុបចេាល
lv: Elements {0} ir izdzēsts.

source: Asset could not be deleted.
hu: Ezt a külső forrást nem lehet törölni.
id_id: Aset tidak akan dihapus.
km: បណ្ដុំAsset{0}មិនអាចលុបចេាល
lv: Aktīvu nevar izdzēst.

# tagAlreadyExistsAndAddedToCollection
source: Tag "{0}" already exists and was added to collection.
hu: Címke {0} már létezik és hozzáadva a gyűjteményhez.
id_id: Tag "{0}" sudah ada dan telah ditambahkan ke koleksi.
km: ស្លាក{0}មាននិងបានបង្ចូលក្នុងការប្រមូលផ្តុំរួចហីេយ
lv: Tags {0} jau pastāv un tika pievienots kolekcijā.

# tagHasBeenCreated
source: Tag "{0}" has been created.
hu: Címke {0} létrehozva.
id_id: Tag "{0}" telah dibuat.
km: ស្លាក{0}ត្រូវបានបង្គេីត
lv: Tags {0} tika izveidots.

# tagHasBeenUpdated
source: Tag "{0}" has been updated.
hu: Címke {0} frissítve.
id_id: Tag "{0}" telah diperbarui.
km: ស្លាក{0}ត្រូវបានធ្វើឡេីងជាថ្មី
lv: Tags {0} ir atjaunots.

# tagHasBeenDeleted
source: Tag "{0}" has been deleted.
hu: Címke {0} törölve.
id_id: Tag "{0}" telah dihapus.
km: ស្លាក{0}ត្រូវបានលុបចេាល
lv: Tags {0} ir izdzēsts.

# collectionHasBeenCreated
source: Collection "{0}" has been created.
hu: Gyűjtemény {0} létrehozva.
id_id: Koleksi "{0}" telah dibuat.
km: ការប្រមូលផ្ដុំ{0}ត្រូវបានបង្កើត
lv: Kolekcija "{0}" ir izveidota.

# collectionHasBeenUpdated
source: Collection "{0}" has been updated.
hu: Gyűjtemény {0} frissítve.
id_id: Koleksi "{0}" telah diperbarui.
km: ការប្រមូលផ្ដុំ{0}ត្រូវធ្វើឡេីងជាថ្មី
lv: Kolekcija "{0}" ir atjaunota.

# collectionHasBeenDeleted
source: Collection "{0}" has been deleted.
hu: Gyűjtemény {0} törölve.
id_id: Koleksi "{0}" telah dihapus.
km: ការប្រមូលផ្ដុំ{0}ត្រូវបានលុបចេាល
lv: Kolekcija "{0}" ir izdzēsta.

# media.replace.options.generateRedirects
source: Generate redirects from original file url to the new url
hu: Létrehoz egy átirányítást az eredeti file url-ből egy új url-re
id_id: Menghasilkan pengalihan dari url file asli ke url baru
km: បង្កើតការបញ្ជូនបន្តពី Url ឯកសារដើមទៅ Url ថ្មីនេះ
lv: Izveidot pāredresāciju no elementa oriģināla saites uz jaunu saiti
